{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Späť"},"contact_security":{"message":"Kontaktujte správcov zabezpečenia"},"extension_description":{"message":"Password Catcher vám pomôže zaistiť ochranu pred phishingovými útokmi."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Ak chcete spustiť Password Catcher, prihláste sa do svojho účtu."},"initialization_thank_you_message":{"message":"Ďakujeme. Password Catcher je spustený."},"password_warning_banner_body":{"message":"Vaše heslo účtu Gmail bolo odhalené na prihlasovacej stránke, ktorá nepatrila spoločnosti Google. Mali by ste ho okamžite obnoviť a zaistiť tak bezpečnosť svojho účtu Gmail. Tiež nikdy opätovne nepoužívajte svoje heslo účtu Gmail v iných službách. Ak totiž niekto napadne jeden z vašich účtov, môže získať prístup do všetkých."},"password_warning_banner_header":{"message":"Obnovte svoje heslo účtu Gmail"},"phishing_warning_banner_body":{"message":"Zdá sa, že tieto stránky sa pokúšajú ukradnúť vaše heslo prostredníctvom falošnej verzie prihlasovacej stránky Google, takže boli zablokované. Ak viete o tom, že tieto stránky môžu poškodiť váš počítač, môžete ich navštíviť, ale dávajte pozor na to, aké informácie na nich zadávate."},"phishing_warning_banner_header":{"message":"Tieto stránky boli zablokované."},"reset_password":{"message":"Obnovte heslo"},"sign_in":{"message":"Prihláste sa"},"visit_this_site":{"message":"Prejdite na tieto stránky"}}
