{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Enrere"},"contact_security":{"message":"Contacteu amb els administradors de seguretat"},"extension_description":{"message":"Password Catcher us ajuda a protegir-vos dels atacs de pesca (suplantació d'identitat)."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Inicieu la sessió al vostre compte per tal que Password Catcher tingui efecte."},"initialization_thank_you_message":{"message":"Gràcies. Ara Password Catcher s'ha activat."},"password_warning_banner_body":{"message":"La vostra contrasenya de Gmail acaba d'estar exposada a una pàgina d'inici que no és de Gmail. Hauríeu de restablir de manera immediata la contrasenya per protegir el compte de Gmail. No torneu a fer servir mai la contrasenya de Gmail per a altres serveis; en cas contrari, si un dels comptes es posa en perill, poden estar-hi tots."},"password_warning_banner_header":{"message":"Restabliu la contrasenya de Gmail"},"phishing_warning_banner_body":{"message":"Sembla que aquest lloc està fent servir una versió falsa de la pàgina d'inici de sessió de Google per robar-vos la contrasenya; per tant, s'ha bloquejat. Si enteneu que aquest lloc pot malmetre el vostre ordinador, podeu visitar-lo, però aneu amb compte amb les dades que hi escrigueu."},"phishing_warning_banner_header":{"message":"S'ha bloquejat aquest lloc web."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Restabliu la contrasenya"},"sign_in":{"message":"Inicieu la sessió"},"visit_this_site":{"message":"Visiteu aquest lloc"}}
