{"always_ignore":{"message":"Ignora sempre per a aquest lloc web"},"always_ignore_confirmation":{"message":"Voleu que Alerta de protecció de contrasenya ignori sempre aquest lloc web?"},"back":{"message":"Enrere"},"contact_security":{"message":"Contacteu amb seguretat"},"extension_description":{"message":"Alerta de protecció de contrasenya us ajuda a protegir-vos contra els atacs de suplantació d’identitat."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Alert also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Alert checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Alert take effect?\nPassword Alert will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Alert store my password or keystrokes?\nNo. Password Alert doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Alert send data?\nIf you are using Password Alert in a Gmail account, Password Alert does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Alert across your domain, the administrator will receive alerts when Password Alert triggers.\n\n-- What are Password Alert's limits?\nPassword Alert doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Alert only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password-alert\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Alerta de protecció de contrasenya"},"ignore":{"message":"Ignora per ara"},"initialization_message":{"message":"Per activar Alerta de protecció de contrasenya, inicieu la sessió al vostre compte."},"initialization_thank_you_message":{"message":"Gràcies. Alerta de protecció de contrasenya ara està activada."},"learn_more":{"message":"Més informació"},"password_warning_banner_body":{"message":"La vostra contrasenya de Gmail acaba d'estar exposada a una pàgina d'inici que no és de Gmail. Hauríeu de restablir de manera immediata la contrasenya per protegir el compte de Gmail. No torneu a fer servir mai la contrasenya de Gmail per a altres serveis."},"password_warning_banner_header":{"message":"Restabliu la contrasenya de Gmail"},"phishing_warning_banner_body":{"message":"Sembla que aquest lloc està fent servir una versió falsa de la pàgina d'inici de sessió de Google per robar-vos la contrasenya; per tant, s'ha bloquejat. Si enteneu que aquest lloc pot malmetre el vostre ordinador, podeu visitar-lo, però aneu amb compte amb les dades que hi escrigueu."},"phishing_warning_banner_header":{"message":"S'ha bloquejat aquest lloc web."},"report_phishing":{"message":"Informeu d'aquest lloc"},"reset_password":{"message":"Restabliu la contrasenya"},"sign_in":{"message":"Inicieu la sessió"},"visit_this_site":{"message":"Visiteu aquest lloc"}}
