{"always_ignore":{"message":"Ignora sempre els advertiments d'aquest lloc web"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Enrere"},"contact_security":{"message":"Contacteu amb els administradors de seguretat"},"extension_description":{"message":"Password Catcher us ajuda a protegir-vos dels atacs de pesca (suplantació d'identitat)."},"extension_detailed_description":{"message":"Si mai introduïu la contrasenya de Gmail o de Google for Work a un lloc que no sigui accounts.google.com, rebreu una alerta perquè pugueu canviar-la si ho considereu necessari.\n\nPassword Catcher també prova de detectar les pàgines que imitin la pàgina d'inici de sessió de Google abans no hi escriviu la contrasenya. Per fer-ho, Password Catcher analitza el codi HTML de totes les pàgines que visiteu per comprovar que no es facin passar per una pàgina d'inici de sessió de Google.\n\nPreguntes freqüents\n-- Quan començarà a funcionar Password Catcher?\nPassword Catcher s'iniciarà la propera vegada que escriviu la contrasenya a la pàgina accounts.google.com.\n\n-- Password Catcher emmagatzema la contrasenya o les tecles que premo?\nNo. Password Catcher no emmagatzema ni la contrasenya ni les tecles que premeu; en lloc d'això, emmagatzema una miniatura de la contrasenya de manera segura, i la fa servir per comparar-la amb una miniatura de les tecles que heu premut recentment a Chrome.\n\n-- On envia les dades Password Catcher?\nSi feu servir Password Catcher en un compte de Gmail, no s'enviarà cap dada del vostre ordinador local. Si el vostre administrador de Google for Work decideix implementar Password Catcher al vostre domini, ell rebrà les alertes quan s'activi Password Catcher.\n\n-- Quins límits té Password Catcher?\nPassword Catcher no pot protegir les finestres d'incògnit, ni tampoc les aplicacions ni les extensions de Chrome. Tampoc no protegeix les contrasenyes d'altres serveis que no siguin de Google. Password Catcher només funciona al navegador web Chrome quan JavaScript està instal·lat.\n\n-- On puc trobar més informació?\nPodeu llegir la llista completa de preguntes freqüents a la pàgina LINK_TBD, o bé podeu consultar tota la base de codi obert a https://github.com/google/password-catcher.\n\nEn instal·lar aquest element, accepteu les Condicions del servei i la Política de privadesa de Google, que s'indica a www.google.com/policies/.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignora-ho per ara"},"initialization_message":{"message":"Inicieu la sessió al vostre compte per tal que Password Catcher tingui efecte."},"initialization_thank_you_message":{"message":"Gràcies. Ara Password Catcher s'ha activat."},"learn_more":{"message":"Learn more"},"password_warning_banner_body":{"message":"Your Gmail password was just exposed to a non-Gmail login page. You should immediately reset your password to keep your Gmail account secure. Also, please make sure your Gmail password is not reused on other services."},"password_warning_banner_header":{"message":"Restabliu la contrasenya de Gmail"},"phishing_warning_banner_body":{"message":"Sembla que aquest lloc està fent servir una versió falsa de la pàgina d'inici de sessió de Google per robar-vos la contrasenya; per tant, s'ha bloquejat. Si enteneu que aquest lloc pot malmetre el vostre ordinador, podeu visitar-lo, però aneu amb compte amb les dades que hi escrigueu."},"phishing_warning_banner_header":{"message":"S'ha bloquejat aquest lloc web."},"report_phishing":{"message":"Informa d'aquest lloc"},"reset_password":{"message":"Restabliu la contrasenya"},"sign_in":{"message":"Inicieu la sessió"},"visit_this_site":{"message":"Visiteu aquest lloc"}}
