{"back":{"message":"Enrere"},"contact_security":{"message":"Contacteu amb els administradors de seguretat"},"extension_description":{"message":"Password Catcher us ajuda a protegir-vos dels atacs de pesca (suplantació d'identitat)."},"extension_detailed_description":{"message":"Rebreu una alerta quan introduïu la contrasenya de Gmail o de Google for Work a qualsevol lloc que no sigui la pàgina accounts.google.com, per tal que pugueu canviar la contrasenya si és necessari.\n\nPassword Catcher també intenta detectar pàgines d'inici de sessió de Google falses per avisar abans no introduïu la contrasenya. Per aquest motiu, Password Catcher comprova el codi HTML de cada pàgina que visiteu, per veure si està imitant una pàgina d'inici de sessió de Google.\n\nPreguntes freqüents\n-- ¿S'emmagatzema la contrasenya a Password Catcher?\nNo. Password Catcher no emmagatzema ni la contrasenya ni les pulsacions, sinó que fa servir una miniatura segura de la contrasenya, que es compara amb les pulsacions recents a Chrome per reconèixer la miniatura segura als llocs que poden ser maliciosos.\n\n-- ¿On envia les dades Password Catcher?\n Si feu servir Password Catcher en un compte de Gmail, Password Catcher no envia cap dada des de l'ordinador local. Si l'administrador de Google for Work implementa Password Catcher a tots els navegadors Chrome gestionats del domini, rebrà alertes quan s'activi Password Catcher.\n\n-- ¿Quins són els límits de Password Catcher?\nPassword Catcher no protegeix les finestres d'incògnit ni les aplicacions o extensions de Chrome. Tampoc no protegeix les contrasenyes de serveis que no siguin de Google. Password Catcher només funciona al navegador web Chrome quan JavaScript està activat.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignora"},"initialization_message":{"message":"Inicieu la sessió al vostre compte per tal que Password Catcher tingui efecte."},"initialization_thank_you_message":{"message":"Gràcies. Ara Password Catcher s'ha activat."},"password_warning_banner_body":{"message":"La vostra contrasenya de Gmail acaba d'estar exposada a una pàgina d'inici que no és de Gmail. Hauríeu de restablir de manera immediata la contrasenya per protegir el compte de Gmail. No torneu a fer servir mai la contrasenya de Gmail per a altres serveis; en cas contrari, si un dels comptes es posa en perill, poden estar-hi tots."},"password_warning_banner_header":{"message":"Restabliu la contrasenya de Gmail"},"phishing_warning_banner_body":{"message":"Sembla que aquest lloc està fent servir una versió falsa de la pàgina d'inici de sessió de Google per robar-vos la contrasenya; per tant, s'ha bloquejat. Si enteneu que aquest lloc pot malmetre el vostre ordinador, podeu visitar-lo, però aneu amb compte amb les dades que hi escrigueu."},"phishing_warning_banner_header":{"message":"S'ha bloquejat aquest lloc web."},"reset_password":{"message":"Restabliu la contrasenya"},"sign_in":{"message":"Inicieu la sessió"},"visit_this_site":{"message":"Visiteu aquest lloc"}}
