{"always_ignore":{"message":"Ignorar siempre para este sitio web"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Atrás"},"contact_security":{"message":"Contacta con los administradores de seguridad"},"extension_description":{"message":"Password Catcher te ayuda a protegerte de los ataques de suplantación de identidad."},"extension_detailed_description":{"message":"Si introduces tu contraseña de Gmail o Google for Work en un sitio que no sea accounts.google.com, recibirás una alerta para poder cambiarla si lo consideras necesario.\n\nPassword Catcher también intenta detectar las páginas que imitan la página de inicio de sesión de Google antes de que escribas la contraseña. Para ello, Password Catcher analiza el código HTML de todas las páginas que visitas para comprobar que no se hagan pasar por una página de inicio de sesión de Google.\n\nPreguntas frecuentes\n-- ¿Cuándo empezará a funcionar Password Catcher?\nPassword Catcher se iniciará la próxima vez que escribas tu contraseña en la página accounts.google.com.\n\n-- ¿Password Catcher almacena la contraseña o las teclas que toco?\nNo. Password Catcher no almacena la contraseña ni las teclas que tocas; en su lugar, almacena una miniatura segura de la contraseña y la compara con una miniatura de las teclas que has pulsado más recientemente en Chrome.\n\n-- ¿Dónde envía los datos Password Catcher?\nSi usas Password Catcher en una cuenta de Gmail, no enviará datos de tu ordenador local. Si tu administrador de Google for Work decide implementar Password Catcher en tu dominio, él recibirá las alertas cuando se active Password Catcher.\n\n-- ¿Qué límites tiene Password Catcher?\nPassword Catcher no protege las ventanas de incógnito, ni tampoco las aplicaciones o las extensiones de Chrome. Tampoco protege las contraseñas de otros servicios que no sean de Google. Password Catcher solo funciona en el navegador web Chrome cuando está JavaScript instalado.\n\n-- ¿Dónde puedo encontrar más información?\nPuedes leer la lista completa de preguntas frecuentes en la página LINK_TBD, o también puedes consultar toda la base de código abierto en https://github.com/google/password-catcher.\n\nAl instalar este elemento, aceptas las Condiciones de servicio y la Política de privacidad de Google, que se encuentra en www.google.com/policies/.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar por ahora"},"initialization_message":{"message":"Inicia sesión en tu cuenta para que Password Catcher tenga efecto."},"initialization_thank_you_message":{"message":"Ahora Password Catcher está activo."},"password_warning_banner_body":{"message":"Tu contraseña de Gmail acaba de estar expuesta en una página de inicio de sesión que no es de Gmail. Deberías restablecer la contraseña de inmediato para proteger la cuenta de Gmail. No vuelvas a utilizar nunca la contraseña de Gmail para otros servicios; de lo contrario, si una de las cuentas está se pone en peligro, todas podrían estarlo."},"password_warning_banner_header":{"message":"Restablecer la contraseña de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio está usando una versión falsa de la página de inicio de sesión de Google para robarte la contraseña, por lo que se ha bloqueado. Si entiendes que este sitio puede dañar el ordenador, puedes visitar este sitio, pero ten cuidado con los datos que introduces."},"phishing_warning_banner_header":{"message":"Este sitio se ha bloqueado."},"report_phishing":{"message":"Informar sobre este sitio"},"reset_password":{"message":"Restablecer la contraseña"},"sign_in":{"message":"Iniciar sesión"},"visit_this_site":{"message":"Visitar el sitio"}}
