{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Atrás"},"contact_security":{"message":"Contacta con los administradores de seguridad"},"extension_description":{"message":"Password Catcher te ayuda a protegerte de los ataques de suplantación de identidad."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Inicia sesión en tu cuenta para que Password Catcher tenga efecto."},"initialization_thank_you_message":{"message":"Ahora Password Catcher está activo."},"password_warning_banner_body":{"message":"Tu contraseña de Gmail acaba de estar expuesta en una página de inicio de sesión que no es de Gmail. Deberías restablecer la contraseña de inmediato para proteger la cuenta de Gmail. No vuelvas a utilizar nunca la contraseña de Gmail para otros servicios; de lo contrario, si una de las cuentas está se pone en peligro, todas podrían estarlo."},"password_warning_banner_header":{"message":"Restablecer la contraseña de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio está usando una versión falsa de la página de inicio de sesión de Google para robarte la contraseña, por lo que se ha bloqueado. Si entiendes que este sitio puede dañar el ordenador, puedes visitar este sitio, pero ten cuidado con los datos que introduces."},"phishing_warning_banner_header":{"message":"Este sitio se ha bloqueado."},"reset_password":{"message":"Restablecer la contraseña"},"sign_in":{"message":"Iniciar sesión"},"visit_this_site":{"message":"Visitar el sitio"}}
