{"always_ignore":{"message":"Ignorar siempre para este sitio web"},"always_ignore_confirmation":{"message":"¿Quieres que Alerta de protección de contraseña ignore siempre este sitio web?"},"back":{"message":"Atrás"},"contact_security":{"message":"Contacta con los administradores de seguridad"},"extension_description":{"message":"Alerta de protección de contraseña te ayuda a protegerte contra ataques de phishing."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Alert also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Alert checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Alert take effect?\nPassword Alert will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Alert store my password or keystrokes?\nNo. Password Alert doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Alert send data?\nIf you are using Password Alert in a Gmail account, Password Alert does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Alert across your domain, the administrator will receive alerts when Password Alert triggers.\n\n-- What are Password Alert's limits?\nPassword Alert doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Alert only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password-alert\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Alerta de protección de contraseña"},"ignore":{"message":"Ignorar esta vez"},"initialization_message":{"message":"Para que Alerta de protección de contraseña pueda funcionar, inicia sesión en tu cuenta."},"initialization_thank_you_message":{"message":"Gracias. Alerta de protección de contraseña ahora está activa."},"learn_more":{"message":"Más información"},"password_warning_banner_body":{"message":"Tu contraseña de Gmail acaba de estar expuesta a una página de inicio de sesión externa. Debes restablecer la contraseña inmediatamente para proteger tu cuenta y no volver a utilizarla en otros servicios."},"password_warning_banner_header":{"message":"Restablecer la contraseña de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio está usando una versión falsa de la página de inicio de sesión de Google para robarte la contraseña, por lo que se ha bloqueado. Si entiendes que este sitio puede dañar el ordenador, puedes visitar este sitio, pero ten cuidado con los datos que introduces."},"phishing_warning_banner_header":{"message":"Este sitio se ha bloqueado."},"report_phishing":{"message":"Informar sobre este sitio"},"reset_password":{"message":"Restablecer la contraseña"},"sign_in":{"message":"Iniciar sesión"},"visit_this_site":{"message":"Visitar el sitio"}}
