{"back":{"message":"Atrás"},"contact_security":{"message":"Contacta con los administradores de seguridad"},"extension_description":{"message":"Password Catcher te ayuda a protegerte de los ataques de suplantación de identidad."},"extension_detailed_description":{"message":"Si introduces la contraseña de Gmail o de Google for Work en algún sitio que no sea accounts.google.com, recibirás una alerta para que cambies la contraseña si es necesario.\n\nPassword Catcher también intenta detectar las páginas de inicio de sesión de Google falsas para avisarte antes de que introduzcas la contraseña. Para hacerlo, comprueba el código HTML de las páginas que visitas para ver si se están haciendo pasar por una página de inicio de sesión de Google\n\nPreguntas frecuentes\n-- ¿Password Catcher almacena mi contraseña?\nNo. Password Catcher no almacena ni la contraseña ni las pulsaciones, sino que utiliza una miniatura segura de la contraseña, que se compara con las pulsaciones recientes en Chrome para reconocer la miniatura segura en los sitios que pueden ser maliciosos.\n\n-- ¿A dónde envía los datos Password Catcher?\nSi usas Password Catcher en una cuenta de Gmail, Password Catcher no envía ningún dato desde el ordenador local. Si el administrador de Google for Work implementa Password Catcher en todos los navegadores Chrome del dominio que gestiona, recibirá alertas cuando se active esta extensión.\n\n-- ¿Cuáles son los límites de Password Catcher?\nPassword Catcher no protege las ventanas de incógnito ni las aplicaciones o extensiones de Chrome. Tampoco protege las contraseñas de servicios que no sean de Google y solo funciona en el navegador web Chrome cuando JavaScript está activado.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar"},"initialization_message":{"message":"Inicia sesión en tu cuenta para que Password Catcher tenga efecto."},"initialization_thank_you_message":{"message":"Ahora Password Catcher está activo."},"password_warning_banner_body":{"message":"Tu contraseña de Gmail acaba de estar expuesta en una página de inicio de sesión que no es de Gmail. Deberías restablecer la contraseña de inmediato para proteger la cuenta de Gmail. No vuelvas a utilizar nunca la contraseña de Gmail para otros servicios; de lo contrario, si una de las cuentas está se pone en peligro, todas podrían estarlo."},"password_warning_banner_header":{"message":"Restablecer la contraseña de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio está usando una versión falsa de la página de inicio de sesión de Google para robarte la contraseña, por lo que se ha bloqueado. Si entiendes que este sitio puede dañar el ordenador, puedes visitar este sitio, pero ten cuidado con los datos que introduces."},"phishing_warning_banner_header":{"message":"Este sitio se ha bloqueado."},"reset_password":{"message":"Restablecer la contraseña"},"sign_in":{"message":"Iniciar sesión"},"visit_this_site":{"message":"Visitar el sitio"}}
