{"always_ignore":{"message":"Always ignore for this site"},"always_ignore_confirmation":{"message":"क्या आप चाहते हैं कि पासवर्ड चेतावनी हमेशा इस वेबसाइट को अनदेखा करे?"},"back":{"message":"वापस जाएं"},"contact_security":{"message":"सुरक्षा से संपर्क करें"},"extension_description":{"message":"पासवर्ड चेतावनी फ़िशिंग हमलों के खिलाफ रक्षा करने में मदद करती है."},"extension_detailed_description":{"message":"यदि आप अपने Gmail या Google for Work पासवर्ड को accounts.google.com के अतिरिक्त कहीं भी डालते हैं, तो आपको एक सूचना प्राप्त होगी जिससे आवश्यकता होने पर आप अपना पासवर्ड बदल सकते हैं.\n\nपासवर्ड सूचना आपको अपना पासवर्ड लिखने से पहले चेतावनी देने के लिए जाली Google प्रवेश पृष्ठों को पहचानने का प्रयास भी करती है. ऐसा करने के लिए, पासवर्ड सूचना आपके द्वारा विज़िट किए गए प्रत्येक पृष्ठ के HTML की जांच करती है ताकि यह देख सके कि कहीं यह Google प्रवेश पृष्ठ का प्रतिरूपण तो नहीं कर रहा है.\n\nसामान्य प्रश्न\n-- पासवर्ड सूचना कब से प्रभावी होगी?\nपासवर्ड सूचना स्वयं को अगली बार तब आरंभ करेगी जब आप accounts.google.com में अपना पासवर्ड डालेंगे.\n\n-- क्या पासवर्ड सूचना मेरे पासवर्ड या कीस्ट्रोक को संग्रहीत करती है?\nनहीं. पासवर्ड सूचना आपके पासवर्ड या कीस्ट्रोक को संग्रहीत नहीं करती है – इसके बजाय यह आपके पासवर्ड के सुरक्षित थंबनेल को संग्रहीत करती है जिसकी तुलना यह Chrome के अंतर्गत आपके नवीनतम थंबनेल से करती है.\n\n-- पासवर्ड सूचना डेटा को कहां भेजती है?\nयदि आप Gmail खाते में पासवर्ड सूचना का उपयोग कर रहे हैं, तो पासवर्ड सूचना आपके स्थानीय कंप्यूटर से कोई डेटा नहीं भेजती है. यदि आपका Google for Work नियंत्रक आपके संपूर्ण डोमेन में पासवर्ड सूचना का परिनियोजन करने का चयन करता है, तो पासवर्ड सूचना के ट्रिगर होने पर नियंत्रक को सूचनाएं प्राप्त होंगी.\n\n-- पासवर्ड सूचना की क्या सीमाएं हैं?\nपासवर्ड सूचना गुप्त विंडो, Chrome ऐप्स या Chrome एक्सटेंशन की सुरक्षा नहीं करती है. यह गैर-Google सेवाओं के लिए भी पासवर्ड की सुरक्षा नहीं करती है. पासवर्ड सूचना केवल Chrome वेब ब्राउज़र में ऑपरेट करती है जब Javascript को सक्षम किया गया हो.\n\n-- मुझे अधिक विवरण कहां से मिल सकते हैं?\nLINK_TBD पर संपूर्ण सामान्य प्रश्न देखें या आप https://github.com/google/password-alert पर समग्र ओपन-सोर्स कोडबेस देख सकते हैं\n\nइस आइटम को इंस्टॉल करके, आप www.google.com/policies/ पर Google सेवा की शर्तों और गोपनीयता नीति से सहमत होते हैं\n"},"extension_name":{"message":"पासवर्ड चेतावनी"},"ignore":{"message":"इस समय अनदेखा करें"},"initialization_message":{"message":"पासवर्ड चेतावनी प्रभावी करने के लिए, अपने खाते में प्रवेश करें."},"initialization_thank_you_message":{"message":"धन्यवाद। पासवर्ड चेतावनी प्रभाव में है."},"learn_more":{"message":"और जानें"},"password_warning_banner_body":{"message":"You just entered your Google Account password on a sign-in page that's not Google's. Immediately reset your password to protect your account. And please make sure you don't reuse your password for other apps and sites."},"password_warning_banner_header":{"message":"Reset your Google Account password"},"phishing_warning_banner_body":{"message":"ऐसा लगता है कि यह साइट आपका पासवर्ड चोरी करने के लिए Google प्रवेश पृष्ठ के नकली वर्शन का उपयोग कर रही है, इसलिए इसे अवरोधित कर दिया गया है. यदि आप यह समझते हैं कि यह साइट आपके कंप्यूटर को हानि पहुंचा सकती है, तो आप इस साइट पर विज़िट कर सकते हैं लेकिन आपके द्वारा लिखी जाने वाली जानकारी के बारे में सावधान रहें."},"phishing_warning_banner_header":{"message":"इस साइट को अवरोधित कर दिया गया है."},"report_phishing":{"message":"इस साइट की रिपोर्ट करें"},"reset_password":{"message":"पासवर्ड रीसेट करें"},"sign_in":{"message":"प्रवेश करें"},"visit_this_site":{"message":"इस साइट पर जाएं"}}
