{"back":{"message":"वापस जाएं"},"contact_security":{"message":"सुरक्षा से संपर्क करें"},"extension_description":{"message":"पासवर्ड कैचर फ़िशिंग आक्रमणों से सुरक्षा करने में सहायता करता है."},"extension_detailed_description":{"message":"यदि आप अपना Gmail या Google for Work पासवर्ड accounts.google.com के अतिरिक्त कहीं भी डालते हैं, तो आपको एक सूचना प्राप्त प्राप्त होगी ताकि आवश्यकता होने पर आप अपना पासवर्ड बदल सकें.\n\nपासवर्ड कैचर आपके द्वारा अपना पासवर्ड लिखने से पहले नकली Google प्रवेश पृष्ठों को पहचानने का प्रयास भी करता है. ऐसा करने के लिए, पासवर्ड कैचर यह देखने के लिए आपके द्वारा विज़िट किए जाने वाले प्रत्येक पृष्ठ का HTML जांचता है कि यह Google प्रवेश पृष्ठ को प्रतिरूपित तो नहीं कर रहा है.\n\nसामान्य प्रश्न\n-- क्या पासवर्ड कैचर मेरा पासवर्ड संग्रहीत करता है?\nनहीं. पासवर्ड कैचर आपका पासवर्ड या कीस्ट्रोक संग्रहीत नहीं करता है -- इसके बजाय, वह आपके पासवर्ड के सुरक्षित थंबनेल का उपयोग करता है, जिसकी तुलना वह Chrome में आपके हाल ही के कीस्‍ट्रोक से करता है ताकि साइटों पर ऐसे सुरक्षित थंबनेल का पता लगाने में सहायता मिल सके जो दुर्भावनापूर्ण हो सकता है. \n\n-- पासवर्ड कैचर डेटा को कहां भेजता है?\nयदि आप Gmail खाते में पासवर्ड कैचर का उपयोग कर रहे हैं, तो पासवर्ड कैचर आपके स्थानीय कंप्यूटर से कोई डेटा नहीं भेजता है. यदि आपका Google for Work नियंत्रक आपके डोमेन के सभी प्रबंधित Chrome ब्राउज़र में पासवर्ड कैचर को परिनियोजित करता है, तो पासवर्ड कैचर के प्रारंभ होते ही नियंत्रक को सूचनाएं प्राप्त होंगी.\n\n-- पासवर्ड कैचर की सीमाएं क्या हैं?\nपासवर्ड कैचर गुप्त विंडो, Chrome ऐप्स या Chrome एक्सटेंशन को सुरक्षित नहीं करता है. यह गैर-Google सेवाओं के लिए भी पासवर्ड सुरक्षित नहीं करता है. Javascript सक्षम होने पर, पासवर्ड कैचर केवल Chrome वेब ब्राउज़र के अंदर ही संचालित होता है.\n"},"extension_name":{"message":"पासवर्ड कैचर"},"ignore":{"message":"ध्यान ना दें"},"initialization_message":{"message":"पासवर्ड कैचर को लागू करने के लिए, कृपया अपने खाते में प्रवेश करें."},"initialization_thank_you_message":{"message":"आपका धन्यवाद. पासवर्ड कैचर अब लागू हो गया है."},"password_warning_banner_body":{"message":"आपका Gmail पासवर्ड हाल ही में गैर--Gmail प्रवेश पृष्ठ पर डाला गया था. अपने Gmail खाते को सुरक्षित रखने के लिए आपको तुरंत अपना पासवर्ड रीसेट करना चाहिए. साथ ही, कृपया सुनिश्चित करें कि आपका Gmail पासवर्ड अन्य सेवाओं पर पुनः उपयोग नहीं किया गया है -- अन्यथा, यदि आपके खाते में से किसी एक में छेड़छाड़ हुई, तो सभी में छेड़ाछाड़ हो सकती है."},"password_warning_banner_header":{"message":"अपना Gmail पासवर्ड रीसेट करें"},"phishing_warning_banner_body":{"message":"ऐसा लगता है कि यह साइट आपका पासवर्ड चोरी करने के लिए Google प्रवेश पृष्ठ के नकली वर्शन उपयोग कर रही है, इसलिए इसे अवरोधित कर दिया गया है. यदि आप जानते हैं कि यह साइट आपके कंप्यूटर को हानि पहुंचा सकती है, तो आप इस साइट पर विज़िट कर सकते हैं लेकिन आपके द्वारा लिखी जाने वाली जानकारी के बारे में सावधान रहें."},"phishing_warning_banner_header":{"message":"इस साइट को अवरोधित कर दिया गया है."},"reset_password":{"message":"पासवर्ड रीसेट करें"},"sign_in":{"message":"प्रवेश करें"},"visit_this_site":{"message":"इस साइट पर जाएं"}}
