{"always_ignore":{"message":"इस वेबसाइट के लिए हमेशा अनदेखा करें"},"always_ignore_confirmation":{"message":"क्या आप चाहते हैं कि पासवर्ड चेतावनी हमेशा इस वेबसाइट को अनदेखा करे?"},"back":{"message":"वापस जाएं"},"contact_security":{"message":"सुरक्षा से संपर्क करें"},"extension_description":{"message":"पासवर्ड चेतावनी फ़िशिंग हमलों के खिलाफ रक्षा करने में मदद करती है."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Alert also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Alert checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Alert take effect?\nPassword Alert will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Alert store my password or keystrokes?\nNo. Password Alert doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Alert send data?\nIf you are using Password Alert in a Gmail account, Password Alert does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Alert across your domain, the administrator will receive alerts when Password Alert triggers.\n\n-- What are Password Alert's limits?\nPassword Alert doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Alert only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password-alert\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"पासवर्ड चेतावनी"},"ignore":{"message":"इस समय अनदेखा करें"},"initialization_message":{"message":"पासवर्ड चेतावनी प्रभावी करने के लिए, अपने खाते में प्रवेश करें."},"initialization_thank_you_message":{"message":"धन्यवाद। पासवर्ड चेतावनी प्रभाव में है."},"learn_more":{"message":"और जानें"},"password_warning_banner_body":{"message":"आपका Gmail पासवर्ड हाल ही में किसी गैर-Gmail प्रवेश पृष्ठ पर डाला गया था. अपने Gmail खाते को सुरक्षित रखने के लिए आपको तुरंत अपना पासवर्ड रीसेट करना चाहिए. साथ ही, कृपया सुनिश्चित करें कि आपके Gmail पासवर्ड का अन्य सेवाओं पर पुनः उपयोग नहीं किया गया है."},"password_warning_banner_header":{"message":"अपना Gmail पासवर्ड रीसेट करें"},"phishing_warning_banner_body":{"message":"ऐसा लगता है कि यह साइट आपका पासवर्ड चोरी करने के लिए Google प्रवेश पृष्ठ के नकली वर्शन का उपयोग कर रही है, इसलिए इसे अवरोधित कर दिया गया है. यदि आप यह समझते हैं कि यह साइट आपके कंप्यूटर को हानि पहुंचा सकती है, तो आप इस साइट पर विज़िट कर सकते हैं लेकिन आपके द्वारा लिखी जाने वाली जानकारी के बारे में सावधान रहें."},"phishing_warning_banner_header":{"message":"इस साइट को अवरोधित कर दिया गया है."},"report_phishing":{"message":"इस साइट की रिपोर्ट करें"},"reset_password":{"message":"पासवर्ड रीसेट करें"},"sign_in":{"message":"प्रवेश करें"},"visit_this_site":{"message":"इस साइट पर जाएं"}}
