{"always_ignore":{"message":"Ignorar sempre para este Website"},"always_ignore_confirmation":{"message":"Pretende que o Password Catcher ignore sempre este Website?"},"back":{"message":"Anterior"},"contact_security":{"message":"Contactar a segurança"},"extension_description":{"message":"O Password Catcher ajuda a proteger contra ataques de phishing."},"extension_detailed_description":{"message":"Se introduzir a palavra-passe do Gmail ou do Google for Work em qualquer local diferente de accounts.google.com, recebe um alerta para que possa alterar a palavra-passe se for necessário.\n\nO Password Catcher também tenta detetar páginas de início de sessão do Google falsas para o alertar antes de introduzir a palavra-passe. Para tal, o Password Catcher verifica o HTML de cada página visitada por si para ver se está a imitar uma página de início de sessão do Google.\n\nPerguntas frequentes\n-- Quando é que o Password Catcher entra em ação?\nO Password Catcher é inicializado automaticamente da próxima vez que introduzir a sua palavra-passe em accounts.google.com.\n\n-- O Password Catcher armazena a minha palavra-passe ou os meus batimentos de teclas?\nNão. O Password Catcher não armazena a sua palavra-passe nem os seus batimentos de teclas. Em vez disso, utiliza uma miniatura segura da sua palavra-passe que compara com uma miniatura dos seus batimentos de teclas mais recentes no Chrome.\n\n-- Para onde é que o Password Catcher envia os dados?\nSe estiver a utilizar o Password Catcher numa conta do Gmail, o Password Catcher não envia quaisquer dados a partir do computador local. Se o administrador do Google for Work implementar o Password Catcher no seu domínio, o administrador recebe alertas quando o Password Catcher for acionado.\n\n-- Quais são os limites do Password Catcher?\nO Password Catcher não protege janelas de navegação anónima, Aplicações do Chrome ou Extensões do Chrome. Também não protege palavras-passe para serviços não Google. O Password Catcher apenas funciona dentro do navegador de Internet Chrome quando o Javascript estiver ativado.\n\n\n-- Onde posso obter mais informações?\nVisite as Perguntas frequentes completas em LINK_TBD ou consulte a base de código completa de código aberto em https://github.com/google/password- catcher.\n\nAo instalar este item, aceita os Termos de Utilização do Google e a Política de Privacidade da Google em www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar desta vez"},"initialization_message":{"message":"Para que o Password Catcher seja ativado, inicie sessão na sua conta."},"initialization_thank_you_message":{"message":"Obrigado. O Password Catcher está agora ativado."},"learn_more":{"message":"Saiba mais"},"password_warning_banner_body":{"message":"A sua palavra-passe do Gmail acabou de ser exposta a uma página de início de sessão que não pertence ao Gmail. Deve repô-la imediatamente para manter a conta do Gmail protegida. Confirme também que a sua palavra-passe do Gmail não é reutilizada noutros serviços."},"password_warning_banner_header":{"message":"Repor a palavra-passe do Gmail"},"phishing_warning_banner_body":{"message":"Este site parece estar a utilizar uma versão falsa da página de início de sessão do Google com o intuito de roubar a sua palavra-passe, pelo que foi bloqueado. Se acreditar que este site pode danificar o seu computador, pode visitá-lo, mas tenha cuidado com as informações que introduzir."},"phishing_warning_banner_header":{"message":"Este site foi bloqueado."},"report_phishing":{"message":"Denunciar este site"},"reset_password":{"message":"Repor palavra-passe"},"sign_in":{"message":"Iniciar sessão"},"visit_this_site":{"message":"Visitar este site"}}
