{"back":{"message":"Anterior"},"contact_security":{"message":"Contactar a segurança"},"extension_description":{"message":"O Password Catcher ajuda a proteger contra ataques de phishing."},"extension_detailed_description":{"message":"Se introduzir a sua palavra-passe do Gmail ou do Google for Work em qualquer local que não accounts.google.com, recebe um alerta para que possa alterá-la caso seja necessário.\n\nO Password Catcher também tenta detetar páginas de início de sessão do Google falsas de modo a avisá-lo antes de introduzir a sua palavra-passe. Para tal, verifica o HTML de todas as páginas que visitar para confirmar que não estão a roubar a identidade de uma página de início de sessão do Google.\n\nPerguntas frequentes\n-- O Password Catcher armazena a minha palavra-passe?\nNão. O Password Catcher não armazena a sua palavra-passe nem os batimentos de teclas. Em vez disso, utiliza uma miniatura segura da palavra-passe e compara-a aos batimentos de teclas recentes no Chrome de modo a ajudar a detetar a miniatura segura nos sites que possam ser maliciosos.\n\n-- Para onde é que o Password Catcher envia os dados?\nSe utilizar o Password Catcher numa conta do Gmail, a extensão não envia dados do seu computador local. Se o seu administrador do Google for Work implementar o Password Catcher em todos os navegadores Chrome geridos do seu domínio, ele recebe alertas sempre que o Password Catcher for acionado.\n\n-- Quais são os limites do Password Catcher?\nO Password Catcher não protege janelas de navegação anónima, Aplicações do Chrome nem Extensões do Chrome, tal como não protege palavras-passe de outros serviços que não sejam da Google. O Password Catcher só funciona no navegador Chrome se o Javascript estiver ativado.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar"},"initialization_message":{"message":"Para que o Password Catcher seja ativado, inicie sessão na sua conta."},"initialization_thank_you_message":{"message":"Obrigado. O Password Catcher está agora ativado."},"password_warning_banner_body":{"message":"A sua palavra-passe do Gmail acabou de ser exposta a uma página de início de sessão que não pertence ao Gmail. Deve repô-la imediatamente para manter a conta do Gmail protegida. Confirme também que a sua palavra-passe do Gmail não é reutilizada noutros serviços. Caso contrário, se uma das contas for comprometida, o mesmo pode acontecer a todas as outras contas."},"password_warning_banner_header":{"message":"Repor a palavra-passe do Gmail"},"phishing_warning_banner_body":{"message":"Este site parece estar a utilizar uma versão falsa da página de início de sessão do Google com o intuito de roubar a sua palavra-passe, pelo que foi bloqueado. Se acreditar que este site pode danificar o seu computador, pode visitá-lo, mas tenha cuidado com as informações que introduzir."},"phishing_warning_banner_header":{"message":"Este site foi bloqueado."},"reset_password":{"message":"Repor palavra-passe"},"sign_in":{"message":"Iniciar sessão"},"visit_this_site":{"message":"Visitar este site"}}
