{"back":{"message":"Itzuli"},"contact_security":{"message":"Jarri harremanetan segurtasunaren arduradunekin"},"extension_description":{"message":"Password Catcher luzapenak phishing-erasoen aurkako babes gisa funtzionatzen du."},"extension_detailed_description":{"message":"Gmail edo Google for Work zerbitzuaren pasahitza idazten baduzu accounts.google.com gunea ez den beste toki batean, abisu bat jasoko duzu, pasahitza alda dezazun, behar izanez gero.\n\nPassword Catcher Google saioa hasteko eskatzen duten iruzurrezko orriak hautematen saiatzen da, pasahitza idatzi baino lehen horren berri izan dezazun. Hori egiteko, ikusten dituzun orri guztien HTML kodeak egiaztatzen ditu, Google-ren saio-hasierako orri bat ordezten ari den ala ez jakiteko.\n\nMaiz egiten diren galderak\n-- Password Catcher luzapenak nire pasahitzak gordetzen al ditu?\nEz. Password Catcher luzapenak ez ditu ez pasahitzak ez sakatutako teklak gordetzen. Horren ordez, pasahitzaren irudi txiki seguru bat erabiltzen du, eta Chrome-n zeundenean sakatutako azken teklekin konparatzen du, asmo txarrekoak izan daitezkeen guneetan irudi txiki segurua hautemateko.\n\n-- Nora bidaltzen ditu Password Catcher luzapenak nire datuak?\nGmail kontu batean ari bazara erabiltzen Password Catcher, luzapenak ez du ordenagailuko daturik bidaltzen. Google for Work administratzaileak Password Catcher inplementatzen badu domeinuko Chrome arakatzaile kudeatu guztietan, abisuak jasoko ditu Password Catcher luzapenak zerbait hautematen duenean.\n\n-- Zer muga ditu Password Catcher luzapenak?\nPassword Catcher-ek ez du funtzionatzen ezkutuko moduan, Chrome aplikazioetan edo Chrome luzapenetan. Halaber, ez ditu babesten Google-renak ez diren zerbitzuen pasahitzak. Password Catcher luzapenak Chrome web-arakatzaileak Javascript gaituta duenean soilik funtzionatzen du.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Egin ez ikusi"},"initialization_message":{"message":"Password Catcher luzapenak funtziona dezan, kontuan saioa hasi behar duzu."},"initialization_thank_you_message":{"message":"Eskerrik asko. Password Catcher abian da."},"password_warning_banner_body":{"message":"Gmail pasahitza Gmail-ena ez den saioa hasteko orri batean erakutsi da. Pasahitza berehala berrezartzea gomendatzen dugu, Gmail kontua seguru mantentzeko. Gainera, ziurtatu Gmail pasahitza ez dela beste inongo zerbitzutan erabiltzen; bestela, kontuetako bat arriskuan jarriz gero, den-denak gera daitezke arriskuan."},"password_warning_banner_header":{"message":"Berrezarri Gmail pasahitza"},"phishing_warning_banner_body":{"message":"Antza denez, gune hau Google saioa hasteko orriaren bertsio faltsua erabiltzen ari da pasahitza lapurtzeko. Ondorioz, blokeatu egin da. Guneak zure ordenagailua kalte dezakeela ulertzen baduzu, gunean sar zaitezke, baina kontuz ibili idazten duzun informazioarekin."},"phishing_warning_banner_header":{"message":"Blokeatu egin da gunea."},"reset_password":{"message":"Berrezarri pasahitza"},"sign_in":{"message":"Hasi saioa"},"visit_this_site":{"message":"Joan gunera"}}
