{"always_ignore":{"message":"Egin beti ez ikusi webgune honi"},"always_ignore_confirmation":{"message":"Pasahitz-babesaren abisuak webgune honi beti ez ikusi egitea nahi al duzu?"},"back":{"message":"Atzera"},"contact_security":{"message":"Jo segurtasun arduradunengana"},"extension_description":{"message":"Pasahitz-babesaren abisuarekin, phishing-erasoak saihesten dira."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Alert also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Alert checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Alert take effect?\nPassword Alert will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Alert store my password or keystrokes?\nNo. Password Alert doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Alert send data?\nIf you are using Password Alert in a Gmail account, Password Alert does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Alert across your domain, the administrator will receive alerts when Password Alert triggers.\n\n-- What are Password Alert's limits?\nPassword Alert doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Alert only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password-alert\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Pasahitz-babesaren abisua"},"ignore":{"message":"Egin ez ikusi oraingoan"},"initialization_message":{"message":"Pasahitz-babesaren abisuak eragina izan dezan, hasi saioa kontuan."},"initialization_thank_you_message":{"message":"Eskerrik asko. Pasahitz-babesaren abisua gaur jarriko da indarrean."},"learn_more":{"message":"Lortu informazio gehiago"},"password_warning_banner_body":{"message":"Gmail pasahitza Gmail-ena ez den saioa hasteko orri batean erakutsi da. Pasahitza berehala berrezartzea gomendatzen dugu, Gmail kontua seguru mantentzeko. Gainera, ziurtatu Gmail pasahitza ez dela beste inongo zerbitzutan erabiltzen."},"password_warning_banner_header":{"message":"Berrezarri Gmail pasahitza"},"phishing_warning_banner_body":{"message":"Antza denez, gune hau Google saioa hasteko orriaren bertsio faltsua erabiltzen ari da pasahitza lapurtzeko. Ondorioz, blokeatu egin da. Guneak zure ordenagailua kalte dezakeela ulertzen baduzu, gunean sar zaitezke, baina kontuz ibili idazten duzun informazioarekin."},"phishing_warning_banner_header":{"message":"Blokeatu egin da gunea."},"report_phishing":{"message":"Salatu gunea"},"reset_password":{"message":"Berrezarri pasahitza"},"sign_in":{"message":"Hasi saioa"},"visit_this_site":{"message":"Joan gunera"}}
