{"always_ignore":{"message":"Egin beti ez ikusi webgune honi"},"always_ignore_confirmation":{"message":"Password Catcher luzapenak webgune honi beti ez ikusi egitea nahi duzu?"},"back":{"message":"Itzuli"},"contact_security":{"message":"Jarri harremanetan segurtasunaren arduradunekin"},"extension_description":{"message":"Password Catcher luzapenak phishing-erasoen aurkako babes gisa funtzionatzen du."},"extension_detailed_description":{"message":"Gmail edo Google for Work zerbitzuko pasahitza accounts.google.com gunean ez den beste toki batean idazten baduzu, alerta bat jasoko duzu, pasahitza alda dezazun, behar izanez gero.\n\nGoogle-ren saio-hasierako orri faltsuak hautematen saiatzen da Password Catcher, zuk pasahitza idatzi baino lehenago. Hori egiteko, joaten zaren orri bakoitzeko HTML kodea egiaztatzen du, Google-ren saio-hasierako orri bat ordezkatzen ari den ikusteko.\n\nMaiz egiten diren galderak\n-- Noiz hasiko da funtzionatzen Password Catcher?\naccounts.google.com gunean pasahitza idazten duzun hurrengo aldian hasieratuko da Password Catcher.\n\n-- Password Catcher luzapenak nire pasahitza edo sakatzen ditudan teklak gordetzen al ditu?\nEz. Password Catcher luzapenak ez du halakorik gordetzen. Horren ordez, pasahitzaren irudi txiki segurua gordetzen du eta Chrome erabiltzen zenuen bitartean sakatu dituzun azken teklen irudi txiki batekin alderatzen du hori.\n\n-- Nora bidaltzen ditu datuak Password Catcher luzapenak?\nGmail kontuan ari bazara Password Catcher erabiltzen, ez du daturik inora bidaltzen zure ordenagailutik. Google for Work administratzaileak domeinu osoan inplementatzen badu Password Catcher, berak jasoko ditu alertak luzapenak zerbait hautematen duenean.\n\n-- Zer muga ditu Password Catcher luzapenak?\nPassword Catcher luzapenak ez ditu ezkutuko moduko leihoak. Chrome aplikazioak edo Chrome luzapenak babesten. Google-renak ez diren zerbitzuen pasahitzak ere ez ditu babesten. Password Catcher luzapenak Javascript gaituta duten Chrome web-arakatzaileetan soilik funtzionatzen du.\n\n-- Non aurki dezaket informazio gehiago?\nIkusi maiz egiten diren galdera guztiak hemen: LINK_TBD. Horrez gain, oinarrizko kode irekia ikus dezakezu hemen: https://github.com/google/password- catcher.\n\nElementua instalatzen baduzu, Google Zerbitzu-baldintzak eta Pribatutasun-gidalerroak onartuko dituzu (www.google.com/policies/).\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Egin ez ikusi oraingoan"},"initialization_message":{"message":"Password Catcher luzapenak funtziona dezan, kontuan saioa hasi behar duzu."},"initialization_thank_you_message":{"message":"Eskerrik asko. Password Catcher abian da."},"learn_more":{"message":"Lortu informazio gehiago"},"password_warning_banner_body":{"message":"Gmail pasahitza Gmail-ena ez den saioa hasteko orri batean erakutsi da. Pasahitza berehala berrezartzea gomendatzen dugu, Gmail kontua seguru mantentzeko. Gainera, ziurtatu Gmail pasahitza ez dela beste inongo zerbitzutan erabiltzen."},"password_warning_banner_header":{"message":"Berrezarri Gmail pasahitza"},"phishing_warning_banner_body":{"message":"Antza denez, gune hau Google saioa hasteko orriaren bertsio faltsua erabiltzen ari da pasahitza lapurtzeko. Ondorioz, blokeatu egin da. Guneak zure ordenagailua kalte dezakeela ulertzen baduzu, gunean sar zaitezke, baina kontuz ibili idazten duzun informazioarekin."},"phishing_warning_banner_header":{"message":"Blokeatu egin da gunea."},"report_phishing":{"message":"Salatu gune hau"},"reset_password":{"message":"Berrezarri pasahitza"},"sign_in":{"message":"Hasi saioa"},"visit_this_site":{"message":"Joan gunera"}}
