{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Back"},"contact_security":{"message":"Contact Security"},"extension_description":{"message":"Password Catcher helps protect against phishing attacks."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialise itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes – instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"For Password Catcher to take effect, please sign in to your account."},"initialization_thank_you_message":{"message":"Thank you. Password Catcher is now in effect."},"password_warning_banner_body":{"message":"Your Gmail password was just exposed to a non-Gmail login page. You should immediately reset your password to keep your Gmail account secure. Also, please make sure that your Gmail password is not reused on other services – otherwise, if one of your accounts is compromised, they could all be compromised."},"password_warning_banner_header":{"message":"Reset your Gmail password"},"phishing_warning_banner_body":{"message":"This site appears to be using a fake version of the Google login page to steal your password, so it has been blocked. If you understand that this site may harm your computer, you may visit this site but please be careful about the information that you type."},"phishing_warning_banner_header":{"message":"This site has been blocked."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Reset password"},"sign_in":{"message":"Sign in"},"visit_this_site":{"message":"Visit this site"}}
