{"back":{"message":"Zpět"},"contact_security":{"message":"Kontaktovat bezpečnostní tým"},"extension_description":{"message":"Password Catcher pomáhá s ochranou proti phishingovým útokům."},"extension_detailed_description":{"message":"Pokud své heslo služby Gmail nebo Google for Work zadáte kamkoli jinam než na stránky accounts.google.com, obdržíte upozornění, abyste heslo v případě potřeby mohli změnit.\n\nPassword Catcher se také snaží zjišťovat falešné přihlašovací stránky Google, aby vás na ně mohl upozornit dříve, než na nich zadáte heslo. Za tímto účelem Password Catcher kontroluje kód HTML každé stránky, kterou navštívíte, aby zjistil, zda se náhodou nevydává za přihlašovací stránku Google.\n\nČasté dotazy\n– Ukládá Password Catcher mé heslo? Ne. Password Catcher heslo ani stisknuté klávesy neukládá. Namísto toho používá miniaturu vašeho hesla, kterou porovnává s posledními stisknutými klávesami v Chromu, čímž pomáhá rozpoznat bezpečnou miniaturu na webech, které by mohly být škodlivé.\n\n– Kam Password Catcher odesílá data?\nPokud Password Catcher používáte v účtu Gmail, žádná data z vašeho místního počítače neodesílá. Pokud administrátor služby Google for Work implementoval Password Catcher do všech spravovaných prohlížečů Chrome v doméně, dostane administrátor při spuštění nástroje Password Catcher upozornění.\n\n– Jaká má Password Catcher omezení?\nPassword Catcher neposkytuje ochranu v anonymních oknech, ani v aplikacích a rozšířeních pro Chrome. Rovněž nechrání hesla služeb, které nespadají pod Google. Password Catcher funguje ve webovém prohlížeči Chrome jen v případě, že je povolen JavaScript.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorovat"},"initialization_message":{"message":"Za účelem aktivace nástroje Password Catcher se přihlaste ke svému účtu."},"initialization_thank_you_message":{"message":"Děkujeme. Password Catcher je nyní aktivní."},"password_warning_banner_body":{"message":"Vaše heslo služby Gmail bylo právě odhaleno na přihlašovací stránce, která nepatří Googlu. Chcete-li zajistit bezpečnost svého účtu Gmail, měli byste heslo ihned resetovat. Heslo Gmailu také nepoužívejte pro jiné služby – v případě prolomení jednoho účtu by mohlo dojít k prolomení všech účtů."},"password_warning_banner_header":{"message":"Resetujte své heslo pro Gmail"},"phishing_warning_banner_body":{"message":"Zdá se, že tento web se pomocí falešné verze přihlašovací stránky Google snaží odcizit vaše heslo. Byl proto zablokován. Pokud si uvědomujete, že tento web může poškodit váš počítač, můžete jej navštívit, avšak při zadávání jakýchkoli informací buďte opatrní."},"phishing_warning_banner_header":{"message":"Tento web byl zablokován."},"reset_password":{"message":"Resetovat heslo"},"sign_in":{"message":"Přihlásit se"},"visit_this_site":{"message":"Navštívit tento web"}}
