{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"परत"},"contact_security":{"message":"सुरक्षेस संपर्क साधा"},"extension_description":{"message":"संकेतशब्द कॅचर फिशिंग आक्रमणांपासून संरक्षण करण्‍यात मदत करतो."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"संकेतशब्द कॅचर"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"संकेतशब्द कॅचर प्रभावी होण्‍यासाठी, कृपया आपल्या खात्यामध्ये साइन इन करा."},"initialization_thank_you_message":{"message":"धन्यवाद. संकेतशब्द कॅचर आता प्रभावी आहे."},"password_warning_banner_body":{"message":"आपला Gmail संकेतशब्द एका Gmail-नसलेल्या लॉग इन पृष्‍ठावर आत्ताच उघड केला होता. आपले Gmail खाते सुरक्षित ठेवण्‍यासाठी आपण तात्काळ आपला संकेतशब्द रीसेट करावा. तसेच, इतर सेवांवर आपला Gmail संकेतशब्द पुन्हा वापरला जात नाही हे सुनिश्चित करा -- अन्यथा, आपल्‍या खात्यांपैकी एकाची तडजोड झाल्‍यास, त्या सर्वांची तडजोड केली जाऊ शकते."},"password_warning_banner_header":{"message":"आपला Gmail संकेतशब्द रीसेट करा"},"phishing_warning_banner_body":{"message":"आपला संकेतशब्द चोरण्‍यासाठी ही साइट Google लॉग इन पृष्‍ठाची बनावट आवृत्ती वापरत असल्याचे दिसते, म्हणून तिला अवरोधित केले गेले आहे. ही साइट आपल्‍या संगणकाची हानी करू शकते हे आपण समजल्यास, आपण या साइटला भेट देऊ शकता परंतु कृपया आपण टाइप करता त्या माहिती विषयी सावधगिरी बाळगा."},"phishing_warning_banner_header":{"message":"ही साइट अवरोधित केली गेली आहे."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"संकेतशब्द रीसेट करा"},"sign_in":{"message":"साइन इन करा"},"visit_this_site":{"message":"या साइटला भेट द्या"}}
