{"always_ignore":{"message":"Ohita aina varoitukset tästä sivustosta."},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Edellinen"},"contact_security":{"message":"Ota yhteyttä suojauksenhallintaan"},"extension_description":{"message":"Password Catcher auttaa suojaamaan sinua tietojenkalasteluhyökkäyksiltä."},"extension_detailed_description":{"message":"Jos kirjoitat Gmail- tai Google for Work -salasanasi muualle kuin osoitteeseen accounts.google.com, näet ilmoituksen, jotta voit vaihtaa salasanasi tarvittaessa.\n\nPassword Catcher yrittää myös havaita Googlen kirjautumissivuiksi tekeytyvät sivut ja varoittaa sinua niistä ennen kuin kirjoitat salasanasi. Tämän tehdäkseen Password Catcher käy läpi kunkin käymäsi sivun HTML-koodin ja tarkistaa, onko kyseessä Google-kirjautumissivuksi tekeytyvä sivu.\n\nUKK\n– Milloin Password Catcher käynnistyy?\nPassword Catcher käynnistyy, kun kirjoitat salasanasi osoitteeseen accounts.google.com seuraavan kerran.\n\n– Tallentaako Password Catcher salasanani tai näppäinpainallukseni?\nEi. Password Catcher ei tallenna salasanojasi tai näppäinpainalluksiasi. Tämän sijaan se tallentaa salasanastasi suojatun pikkukuvan, jota se sitten vertaa Chromessa tekemiesi äskettäisten näppäinpainalluksien pikkukuvaan.\n\n– Minne Password Catcher lähettää tietoja?\nJos käytät Password Catcheria Gmail-tilissä, Password Catcher ei lähetä tietoja tietokoneeltasi. Jos Google for Work -järjestelmänvalvojasi ottaa Password Catcherin käyttöön verkkotunnuksessasi, järjestelmänvalvojasi saa ilmoituksen Password Catcherin käynnistyessä.\n\n– Mitä rajoituksia Password Catcherilla on?\nPassword Catcher ei suojaa incognito-ikkunoita, Chrome-sovelluksia tai Chrome-laajennuksia. Se ei myöskään suojaa Googlen ulkopuolisten palveluiden salasanoja. Password Catcher toimii vain Chrome-verkkoselaimessa ja vain JavaScriptin ollessa käytössä.\n\n– Mistä saan lisätietoja?\nKoko UKK löytyy osoitteesta LINK_TBD ja avoimeen lähdekoodiin perustuva koodi osoitteessa https://github.com/google/password- catcher.\n\nAsentamalla tämän tuotteen hyväksyt Googlen käyttöehdot ja tietosuojakäytännön, jotka esitetään osoitteessa www.google.com/policies/.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ohita tällä kertaa"},"initialization_message":{"message":"Ota Password Catcher käyttöön kirjautumalla tiliisi."},"initialization_thank_you_message":{"message":"Kiitos. Password Catcher on nyt käytössä."},"password_warning_banner_body":{"message":"Gmail-salasanasi kirjoitettiin juuri Gmailin ulkopuoliselle kirjautumissivulle. Suosittelemme, että vaihdat salasanasi välittömästi pitääksesi Gmail-tilisi suojassa. Varmista myös, ettet käytä Gmail-salasanaasi muissa palveluissa. Muutoin yhden tilin tietosuojan vaarantuessa kaikki samaa salasanaa käyttävät tilit voivat olla vaarassa."},"password_warning_banner_header":{"message":"Vaihda Gmail-salasana"},"phishing_warning_banner_body":{"message":"Vaikuttaa siltä, että tämä sivusto yrittää kaapata salasanasi väärennetyn Google-kirjautumissivun avulla. Estimme sivuston käytön. Jos ymmärrät, että sivusto voi yrittää vahingoittaa tietokonettasi, voit siirtyä sivustoon, mutta mieti tarkkaan, ennen kuin kirjoitat sivustoon tietoja."},"phishing_warning_banner_header":{"message":"Tämän sivuston käyttö estettiin."},"report_phishing":{"message":"Tee ilmoitus tästä sivustosta"},"reset_password":{"message":"Pyydä uusi salasana"},"sign_in":{"message":"Kirjaudu sisään"},"visit_this_site":{"message":"Siirry sivustoon"}}
