{"back":{"message":"Edellinen"},"contact_security":{"message":"Ota yhteyttä suojauksenhallintaan"},"extension_description":{"message":"Password Catcher auttaa suojaamaan sinua tietojenkalasteluhyökkäyksiltä."},"extension_detailed_description":{"message":"Jos kirjoitat Gmail- tai Google for Work -salasanasi muualle kuin osoitteeseen accounts.google.com, näet ilmoituksen, jotta voit tarvittaessa vaihtaa salasanasi.\n\nPassword Catcher yrittää myös havaita väärennetyt Google-kirjautumissivut ja varoittaa sinua ennen kuin ehdit kirjoittaa salasanasi. Password Catcher tarkistaa kunkin käymäsi sivun HTML-koodista, tekeytyykö sivu Google-kirjautumissivuksi.\n\nUKK\n– Tallentaako Password Catcher salasanani?\nEi. Password Catcher ei tallenna salasanojasi tai näppäinpainalluksiasi. Sen sijaan se käyttää salasanaasi vastaavaa suojattua pikkukuvaa, jota se vertaa äskettäisiin Chromessa tekemiisi näppäinpainalluksiin ja pyrkii näin havaitsemaan suojatun pikkukuvan mahdollisesti haitallisissa sivustoissa.\n\n– Minne Password Catcher lähettää tietoja?\nJos käytät Password Catcheria Gmail-tilillä, Password Catcher ei lähetä mitään tietokoneesi paikallisia tietoja. Jos Google for Work -järjestelmänvalvojasi ottaa Password Catcherin käyttöön kaikissa verkkotunnuksesi hallinnoimissa Chrome-selaimissa, järjestelmänvalvoja saa ilmoituksen, kun Password Catcher aktivoituu.\n\n– Mitä rajoituksia Password Catcherilla on?\nPassword Catcher ei suojaa incognito-ikkunoita, Chrome-sovelluksia tai Chrome-laajennuksia. Se ei myöskään suojaa Googlen ulkopuolisten palveluiden salasanoja. Password Catcher toimii Chrome-selaimessa vain Javascriptin ollessa käytössä.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ohita"},"initialization_message":{"message":"Ota Password Catcher käyttöön kirjautumalla tiliisi."},"initialization_thank_you_message":{"message":"Kiitos. Password Catcher on nyt käytössä."},"password_warning_banner_body":{"message":"Gmail-salasanasi kirjoitettiin juuri Gmailin ulkopuoliselle kirjautumissivulle. Suosittelemme, että vaihdat salasanasi välittömästi pitääksesi Gmail-tilisi suojassa. Varmista myös, ettet käytä Gmail-salasanaasi muissa palveluissa. Muutoin yhden tilin tietosuojan vaarantuessa kaikki samaa salasanaa käyttävät tilit voivat olla vaarassa."},"password_warning_banner_header":{"message":"Vaihda Gmail-salasana"},"phishing_warning_banner_body":{"message":"Vaikuttaa siltä, että tämä sivusto yrittää kaapata salasanasi väärennetyn Google-kirjautumissivun avulla. Estimme sivuston käytön. Jos ymmärrät, että sivusto voi yrittää vahingoittaa tietokonettasi, voit siirtyä sivustoon, mutta mieti tarkkaan, ennen kuin kirjoitat sivustoon tietoja."},"phishing_warning_banner_header":{"message":"Tämän sivuston käyttö estettiin."},"reset_password":{"message":"Pyydä uusi salasana"},"sign_in":{"message":"Kirjaudu sisään"},"visit_this_site":{"message":"Siirry sivustoon"}}
