{"always_ignore":{"message":"Ignorera alltid för den här webbplatsen"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Tillbaka"},"contact_security":{"message":"Kontakta säkerhetsansvarig"},"extension_description":{"message":"Med Password Catcher får du ytterligare skydd mot nätfiskeattacker."},"extension_detailed_description":{"message":"Om du anger lösenordet för Gmail eller Google for Work någon annanstans än på accounts.google.com får du en varning så att du kan byta lösenord om det behövs.\n\nPassword Catcher försöker dessutom upptäcka inloggningssidor som utger sig för att vara Googles men inte är det och varnar dig innan du skriver in lösenordet. Password Catcher kontrollerar HTML för varje sida du besöker för att säkerställa att du inte har kommit till en falsk inloggningssida.\n\nVanliga frågor\n– När börjar Password Catcher att användas?\nPassword Catcher aktiveras automatiskt nästa gång du anger ditt lösenord på accounts.google.com.\n\n– Lagrar Password Catcher mitt lösenord eller information om vilka tangenter jag trycker på?\nNej. Password Catcher lagrar varken lösenord eller tangenttryck. Istället används en säker miniatyr av lösenordet, och den jämförs med en miniatyr av dina senaste tangenttryck i Chrome.\n\n– Vart skickas data från Password Catcher?\nOm du använder Password Catcher i ett Gmail-konto skickas inga data från din lokala dator. Om administratören för Google for Work väljer att implementera Password Catcher i hela domänen får administratören varningar när Password Catcher utlöses.\n\n– Vilka är Password Catchers begränsningar?\nPassword Catcher skyddar inte inkognitofönster, Chrome-appar eller Chrome-tillägg, och inte heller lösenord i tjänster som inte kommer från Google. Password Catcher fungerar bara i webbläsaren Chrome när Javascript har aktiverats.\n\n– Var hittar jag mer information?\nLäs våra vanliga frågor på LINK_TBD, eller ta en titt på hela vår kodbas med öppen källkod på https://github.com/google/password- catcher.\n\nGenom att installera funktionen godkänner du Googles användarvillkor och sekretesspolicy som finns på www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorera den här gången"},"initialization_message":{"message":"Om du vill att Password Catcher ska aktiveras loggar du in på kontot."},"initialization_thank_you_message":{"message":"Tack. Password Catcher har nu aktiverats."},"learn_more":{"message":"Learn more"},"password_warning_banner_body":{"message":"Your Gmail password was just exposed to a non-Gmail login page. You should immediately reset your password to keep your Gmail account secure. Also, please make sure your Gmail password is not reused on other services."},"password_warning_banner_header":{"message":"Återställ ditt Gmail-lösenord"},"phishing_warning_banner_body":{"message":"På den här webbplatsen verkar en falsk version av en inloggningssida från Google användas, i syfte att stjäla ditt lösenord, och webbplatsen har därför blockerats. Om du är införstådd med att webbplatsen kan skada din dator kan du besöka den, men var försiktig med vilka uppgifter du anger."},"phishing_warning_banner_header":{"message":"Webbplatsen har blockerats."},"report_phishing":{"message":"Rapportera webbplatsen"},"reset_password":{"message":"Återställ lösenord"},"sign_in":{"message":"Logga in"},"visit_this_site":{"message":"Besök webbplatsen"}}
