{"back":{"message":"Tillbaka"},"contact_security":{"message":"Kontakta säkerhetsansvarig"},"extension_description":{"message":"Med Password Catcher får du ytterligare skydd mot nätfiskeattacker."},"extension_detailed_description":{"message":"Om du anger lösenordet för Gmail eller Google for Work på något annat ställe än accounts.google.com får du en varning så att du kan byta lösenordet om det behövs.\n\nPassword Catcher försöker dessutom upptäcka inloggningssidor som utger sig för att vara Googles men inte är det och varnar dig innan du skriver in lösenordet. För att göra detta kontrollerar Password Catcher HTML för varje sida du besöker för att upptäcka om den inte är en riktig inloggningssida från Google.\n\nVanliga frågor\n– Lagrar Password Catcher mitt lösenord?\nNej. Password Catcher lagrar varken lösenord eller tangenttryck. I stället används en säker miniatyr av lösenordet, och den jämförs med dina senaste tangenttryck i Chrome i syfte att hitta den säkra miniatyren på webbplatser som kan vara skadliga.\n\n– Vart skickas data från Password Catcher?\nOm du använder Password Catcher i ett Gmail-konto skickas inga data från din lokala dator av Password Catcher. Om administratören för Google for Work börjar använda Password Catcher på alla Chrome-webbläsare i domänen som han eller hon administrerar får administratören varningar när Password Catcher utlöses.\n\n– Vilka är Password Catchers begränsningar?\nPassword Catcher skyddar inte inkognitofönster, Chrome-appar eller Chrome-tillägg. Password Catcher skyddar inte heller lösenord i tjänster som inte kommer från Google. Password Catcher fungerar bara i webbläsaren Chrome när Javascript har aktiverats.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorera"},"initialization_message":{"message":"Om du vill att Password Catcher ska aktiveras loggar du in på kontot."},"initialization_thank_you_message":{"message":"Tack. Password Catcher har nu aktiverats."},"password_warning_banner_body":{"message":"Ditt Gmail-lösenord exponerades precis på en inloggningssida som inte var Gmails. Du bör omedelbart återställa ditt lösenord för att skydda Gmail-kontot. Återanvänd aldrig Gmail-lösenordet på andra webbplatser eller i andra tjänster. Om du gör det och något av dina konton utsätts för en attack utsätts även de andra kontona för säkerhetsrisker."},"password_warning_banner_header":{"message":"Återställ ditt Gmail-lösenord"},"phishing_warning_banner_body":{"message":"På den här webbplatsen verkar en falsk version av en inloggningssida från Google användas, i syfte att stjäla ditt lösenord, och webbplatsen har därför blockerats. Om du är införstådd med att webbplatsen kan skada din dator kan du besöka den, men var försiktig med vilka uppgifter du anger."},"phishing_warning_banner_header":{"message":"Webbplatsen har blockerats."},"reset_password":{"message":"Återställ lösenord"},"sign_in":{"message":"Logga in"},"visit_this_site":{"message":"Besök webbplatsen"}}
