{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Tillbaka"},"contact_security":{"message":"Kontakta säkerhetsansvarig"},"extension_description":{"message":"Med Password Catcher får du ytterligare skydd mot nätfiskeattacker."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Om du vill att Password Catcher ska aktiveras loggar du in på kontot."},"initialization_thank_you_message":{"message":"Tack. Password Catcher har nu aktiverats."},"password_warning_banner_body":{"message":"Ditt Gmail-lösenord exponerades precis på en inloggningssida som inte var Gmails. Du bör omedelbart återställa ditt lösenord för att skydda Gmail-kontot. Återanvänd aldrig Gmail-lösenordet på andra webbplatser eller i andra tjänster. Om du gör det och något av dina konton utsätts för en attack utsätts även de andra kontona för säkerhetsrisker."},"password_warning_banner_header":{"message":"Återställ ditt Gmail-lösenord"},"phishing_warning_banner_body":{"message":"På den här webbplatsen verkar en falsk version av en inloggningssida från Google användas, i syfte att stjäla ditt lösenord, och webbplatsen har därför blockerats. Om du är införstådd med att webbplatsen kan skada din dator kan du besöka den, men var försiktig med vilka uppgifter du anger."},"phishing_warning_banner_header":{"message":"Webbplatsen har blockerats."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Återställ lösenord"},"sign_in":{"message":"Logga in"},"visit_this_site":{"message":"Besök webbplatsen"}}
