{"always_ignore":{"message":"Toujours ignorer pour ce site Web"},"always_ignore_confirmation":{"message":"Voulez-vous que Password Catcher ignore toujours ce site Web?"},"back":{"message":"Précédent"},"contact_security":{"message":"Contacter les administrateurs de la sécurité"},"extension_description":{"message":"Password Catcher vous aide à vous protéger contre les attaques d'hameçonnage."},"extension_detailed_description":{"message":"Si vous entrez votre mot de passe Gmail ou Google for Work sur un site Web autre que accounts.google.com, vous recevrez une alerte. Au besoin, vous pourrez ainsi modifier votre mot de passe.\n\nPassword Catcher essaie également de détecter les fausses pages de connexion Google afin de vous avertir avant la saisie de votre mot de passe. Pour ce faire, Password Catcher vérifie le code HTML de chaque page que vous visitez pour voir si elle usurpe l'identité d'une page de connexion Google.\n\nFAQ\n-- Quand l'extension Password Catcher prendra-t-elle effet?\nPassword Catcher s'initialisera la prochaine fois que vous entrerez votre mot de passe à la page accounts.google.com.\n\n-- L'extension Password Catcher stocke-t-elle mon mot de passe ou mes saisies?\nNon. Password Catcher ne stocke pas votre mot de passe ni vos saisies. À la place, l'extension stocke une miniature sécurisée de votre mot de passe, qu'elle compare à une miniature de vos saisies les plus récentes dans Google Chrome.\n\n-- Où l'extension Password Catcher envoie-t-elle des données?\nSi vous utilisez Password Catcher dans un compte Gmail, l'extension n'envoie aucune donnée provenant de votre ordinateur local. Si votre administrateur Google for Work choisit de déployer l'extension sur l'ensemble de votre domaine, l'administrateur recevra des alertes lors des déclenchements de Password Catcher.\n\n-- Quelles sont les limites de Password Catcher?\nPassword Catcher ne protège pas les fenêtres de navigation privée, les applications Chrome ni les extensions Chrome. L'extension ne protège pas non plus les mots de passe des services autres que Google. Password Catcher fonctionne uniquement au sein du navigateur Web Google Chrome lorsque JavaScript est activé.\n\n-- Où puis-je obtenir des détails supplémentaires?\nConsultez la FAQ complète à l'adresse LINK_TBD ou la totalité du codebase libre à l'adresse https://github.com/google/password- catcher.\n\nLorsque vous installez cet élément, vous acceptez les conditions d'utilisation et la politique de confidentialité de Google à l'adresse www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorer cette fois"},"initialization_message":{"message":"Pour activer Password Catcher, veuillez vous connecter à votre compte."},"initialization_thank_you_message":{"message":"Merci. Password Catcher est désormais activé."},"learn_more":{"message":"En savoir plus"},"password_warning_banner_body":{"message":"Votre mot de passe Gmail a été détecté sur une page de connexion autre que celle de Gmail. Nous vous conseillons de le réinitialiser immédiatement pour assurer la sécurité de votre compte Gmail. Par ailleurs, veillez à ne jamais réutiliser votre mot de passe Gmail pour d'autres services."},"password_warning_banner_header":{"message":"Réinitialisez votre mot de passe Gmail"},"phishing_warning_banner_body":{"message":"Il semblerait que ce site utilise une fausse version de la page de connexion Google afin de dérober votre mot de passe. Il a donc été bloqué. Si vous comprenez que ce site risque d'endommager votre ordinateur, vous pouvez le consulter, mais soyez prudent quant aux données que vous saisissez."},"phishing_warning_banner_header":{"message":"Ce site a été bloqué."},"report_phishing":{"message":"Signaler ce site"},"reset_password":{"message":"Réinitialiser votre mot de passe"},"sign_in":{"message":"Se connecter"},"visit_this_site":{"message":"Consulter ce site"}}
