{"back":{"message":"Nazaj"},"contact_security":{"message":"Stik s skrbniki za varnost"},"extension_description":{"message":"Password Catcher vas pomaga zaščititi pred napadi z lažnim predstavljanjem."},"extension_detailed_description":{"message":"Če vnesete geslo za Gmail ali Google for Work kjer koli drugje kot na accounts.google.com, prejmete opozorilo, da lahko po potrebi spremenite geslo.\n\nPassword Catcher prav tako poskuša zaznati lažne Googlove strani za prijavo, da vas opozori, še preden vnesete geslo. V ta namen Password Catcher preveri HTML vsake strani, ki jo obiščete, da ugotovi, ali se lažno predstavlja za Googlovo stran za prijavo.\n\nPogosta vprašanja\n– Ali Password Catcher shrani moje geslo?\nNe. Password Catcher ne shrani vašega gesla ali pritiskov tipk. Namesto tega uporablja varno sličico vašega gesla, ki jo primerja z nedavnimi pritiski tipk v Chromu, s čimer pomaga odkriti varno sličico na spletnih mestih, ki so morda zlonamerna.\n\n– Kam Password Catcher pošilja podatke?\nČe uporabljate razširitev Password Catcher z Gmailovim računom, Password Catcher ne pošilja podatkov iz lokalnega računalnika. Če skrbnik za Google for Work namesti razširitev v vse upravljane brskalnike Chrome v domeni, skrbnik prejme opozorila, ko se sproži Password Catcher.\n\n– Kakšne omejitve ima Password Catcher?\nPassword Catcher ne varuje oken brez beleženja zgodovine, aplikacij za Chrome in razširitev za Chrome. Prav tako ne varuje gesel za storitve, ki niso Googlove. Password Catcher v brskalniku Chrome deluje samo, če je omogočen JavaScript.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Prezri"},"initialization_message":{"message":"Če želite, da začne Password Catcher delovati, se prijavite v račun."},"initialization_thank_you_message":{"message":"Hvala. Password Catcher zdaj deluje."},"password_warning_banner_body":{"message":"Vaše geslo za Gmail je bilo pravkar izpostavljeno strani za prijavo, ki ni Gmailova. Če želite poskrbeti za varnost Gmailovega računa, takoj ponastavite geslo. Ne uporabljajte gesla za Gmail v drugih storitvah. Če vam kdo vdre v en račun, vam lahko posledično v vse druge."},"password_warning_banner_header":{"message":"Ponastavitev gesla za Gmail"},"phishing_warning_banner_body":{"message":"Videti je, da to spletno mesto uporablja lažno različico Googlove strani za prijavo z namenom kraje vašega gesla, zato je blokirano. Če razumete, da lahko to spletno mesto škoduje vašemu računalniku, ga lahko obiščete, vendar bodite previdni pri vnašanju podatkov."},"phishing_warning_banner_header":{"message":"Spletno mesto je blokirano."},"reset_password":{"message":"Ponastavite geslo"},"sign_in":{"message":"Prijava"},"visit_this_site":{"message":"Obisk tega spletnega mesta"}}
