{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Înapoi"},"contact_security":{"message":"Contactează administratorii de securitate"},"extension_description":{"message":"Password Catcher contribuie la protecția împotriva atacurilor de phishing."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Pentru ca Password Catcher să funcționeze, conectează-te la cont."},"initialization_thank_you_message":{"message":"Îți mulțumim. Acum Password Catcher funcționează."},"password_warning_banner_body":{"message":"Parola Gmail tocmai a fost folosită pe o pagină de conectare non-Gmail. Îți recomandăm să resetezi imediat parola pentru a menține siguranța contului Gmail. De asemenea, asigură-te că parola Gmail nu este folosită și pentru alte servicii. În caz contrar, dacă unul dintre conturi este compromis, toate conturile ar putea fi compromise."},"password_warning_banner_header":{"message":"Resetează parola Gmail"},"phishing_warning_banner_body":{"message":"Acest site pare să folosească o versiune falsă a paginii de conectare Google pentru a-ți fura parola și din acest motiv a fost blocată. Dacă înțelegi că acest site poate dăuna computerului, dar totuși dorești să îl accesezi, ai grijă ce informații introduci."},"phishing_warning_banner_header":{"message":"Acest site a fost blocat."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Resetează parola"},"sign_in":{"message":"Conectează-te"},"visit_this_site":{"message":"Accesează acest site"}}
