{"back":{"message":"Înapoi"},"contact_security":{"message":"Contactează administratorii de securitate"},"extension_description":{"message":"Password Catcher contribuie la protecția împotriva atacurilor de phishing."},"extension_detailed_description":{"message":"Dacă introduci parola pentru Gmail sau pentru Google for Work oriunde altundeva decât pe accounts.google.com, vei primi o alertă, pentru a putea schimba parola dacă este necesar.\n\nPassword Catcher încearcă să detecteze paginile de conectare Google false pentru a te alerta înainte să introduci parola. Pentru aceasta, Password Catcher verifică codul HTML al fiecărei pagini pe care o accesezi pentru a vedea dacă folosește identitatea unei pagini de conectare Google.\n\nÎntrebări frecvente\n– Password Catcher îmi stochează parola?\nNu. Password Catcher nu stochează parola sau tastele apăsate. În schimb, folosește o miniatură securizată a parolei, pe care o compară cu tastele apăsate recent din Chrome pentru a contribui la detectarea miniaturii securizate pe site-uri care pot fi rău-intenționate.\n\n– Unde trimite Password Catcher datele?\nDacă folosești Password Catcher într-un cont Gmail, Password Catcher nu trimite niciun fel de date de pe computerul local. Dacă administratorul Google for Work implementează Password Catcher pe toate browserele Chrome gestionate de pe domeniul tău, administratorul va primi alerte când se declanșează Password Catcher.\n\n– Ce limite are Password Catcher?\nPassword Catcher nu protejează ferestrele incognito, aplicațiile sau extensiile Chrome. De asemenea, nu protejează parolele pentru servicii non-Google. Password Catcher funcționează numai în browserul web Chrome când JavaScript este activat.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignoră"},"initialization_message":{"message":"Pentru ca Password Catcher să funcționeze, conectează-te la cont."},"initialization_thank_you_message":{"message":"Îți mulțumim. Acum Password Catcher funcționează."},"password_warning_banner_body":{"message":"Parola Gmail tocmai a fost folosită pe o pagină de conectare non-Gmail. Îți recomandăm să resetezi imediat parola pentru a menține siguranța contului Gmail. De asemenea, asigură-te că parola Gmail nu este folosită și pentru alte servicii. În caz contrar, dacă unul dintre conturi este compromis, toate conturile ar putea fi compromise."},"password_warning_banner_header":{"message":"Resetează parola Gmail"},"phishing_warning_banner_body":{"message":"Acest site pare să folosească o versiune falsă a paginii de conectare Google pentru a-ți fura parola și din acest motiv a fost blocată. Dacă înțelegi că acest site poate dăuna computerului, dar totuși dorești să îl accesezi, ai grijă ce informații introduci."},"phishing_warning_banner_header":{"message":"Acest site a fost blocat."},"reset_password":{"message":"Resetează parola"},"sign_in":{"message":"Conectează-te"},"visit_this_site":{"message":"Accesează acest site"}}
