{"always_ignore":{"message":"Ignoră întotdeauna pentru acest site"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Înapoi"},"contact_security":{"message":"Contactează administratorii de securitate"},"extension_description":{"message":"Password Catcher contribuie la protecția împotriva atacurilor de phishing."},"extension_detailed_description":{"message":"Dacă introduci parola pentru Gmail sau pentru Google for Work oriunde altundeva decât pe accounts.google.com, vei primi o alertă, pentru a putea schimba parola dacă este necesar.\n\nPassword Catcher încearcă să detecteze paginile de conectare Google false pentru a te alerta înainte să introduci parola. În acest scop, Password Catcher verifică codul HTML al fiecărei pagini pe care o accesezi pentru a vedea dacă folosește identitatea unei pagini de conectare Google.\n\nÎntrebări frecvente\n– Când va începe să funcționeze Password Catcher?\nPassword Catcher se va inițializa data viitoare când introduci o parolă pe accounts.google.com.\n\n– Password Catcher îmi stochează parola sau tastele apăsate?\nNu. Password Catcher nu stochează parola sau tastele apăsate. În schimb, stochează o miniatură securizată a parolei, pe care o compară cu miniatura celor mai recente taste apăsate din Chrome.\n\n– Unde trimite Password Catcher datele?\nDacă folosești Password Catcher într-un cont Gmail, Password Catcher nu trimite niciun fel de date de pe computerul local. Dacă administratorul Google for Work decide să implementeze Password Catcher pe domeniul tău, administratorul va primi alerte când se declanșează Password Catcher.\n\n– Ce limite are Password Catcher?\nPassword Catcher nu protejează ferestrele incognito, aplicațiile sau extensiile Chrome. De asemenea, nu protejează parolele pentru servicii non-Google. Password Catcher funcționează numai în browserul web Chrome când JavaScript este activat.\n\n– Unde pot să găsesc mai multe detalii?\nAccesează toate întrebările frecvente la LINK_TBD sau poți vedea întreaga bază de coduri open-source la https://github.com/google/password- catcher.\n\nDacă instalezi acest articol, accepți Termenii și condițiile și Politica de confidențialitate Google prezentate la www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignoră de această dată"},"initialization_message":{"message":"Pentru ca Password Catcher să funcționeze, conectează-te la cont."},"initialization_thank_you_message":{"message":"Îți mulțumim. Acum Password Catcher funcționează."},"learn_more":{"message":"Learn more"},"password_warning_banner_body":{"message":"Your Gmail password was just exposed to a non-Gmail login page. You should immediately reset your password to keep your Gmail account secure. Also, please make sure your Gmail password is not reused on other services."},"password_warning_banner_header":{"message":"Resetează parola Gmail"},"phishing_warning_banner_body":{"message":"Acest site pare să folosească o versiune falsă a paginii de conectare Google pentru a-ți fura parola și din acest motiv a fost blocată. Dacă înțelegi că acest site poate dăuna computerului, dar totuși dorești să îl accesezi, ai grijă ce informații introduci."},"phishing_warning_banner_header":{"message":"Acest site a fost blocat."},"report_phishing":{"message":"Raportează acest site"},"reset_password":{"message":"Resetează parola"},"sign_in":{"message":"Conectează-te"},"visit_this_site":{"message":"Accesează acest site"}}
