{"back":{"message":"Natrag"},"contact_security":{"message":"Kontaktirajte sigurnost"},"extension_description":{"message":"Password Catcher nudi zaštitu od krađe identiteta."},"extension_detailed_description":{"message":"Ako unesete zaporku za Gmail ili Google for Work na bilo koje drugo mjesto osim accounts.google.com, primit ćete upozorenje, pa ćete moći promijeniti zaporku prema potrebi.\n\nPassword Catcher pokušava otkriti i lažne stranice za prijavu na Google da bi vas upozorio prije nego što unesete zaporku. To čini tako da provjerava HTML svake stranice koju otvorite kako bi saznao oponaša li ta stranica Googleovu stranicu za prijavu.\n\nČesta pitanja\n– Pohranjuje li Password Catcher moju zaporku?\nNe. Password Catcher ne pohranjuje zaporke ni pritisnute tipke, već upotrebljava sigurnosnu minijaturu vaše zaporke koju uspoređuje s nedavnim pritisnutim tipkama u Chromeu da bi uočio sigurnosnu minijaturu na web-lokacijama koje bi mogle biti zlonamjerne.\n\n– Kamo Password Catcher šalje podatke?\nAko upotrebljavate Password Catcher na Gmail računu, on ne šalje nikakve podatke s vašeg računala. Ako vaš administrator za Google for Work primjenjuje Password Catcher na svim upravljanim preglednicima Chrome u vašoj domeni, administrator će primiti upozorenja kada se Password Catcher pokrene.\n\n– Koja su ograničenja Password Catchera?\nPassword Catcher ne štiti anonimne prozore, Chromeove aplikacije ili Chromeova proširenja. Ne štiti ni zaporke izvan Googleovih usluga. Password Catcher funkcionira u web-pregledniku Chrome samo kada je omogućen Javascript.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Zanemari"},"initialization_message":{"message":"Da bi Password Catcher mogao funkcionirati, prijavite se na svoj račun."},"initialization_thank_you_message":{"message":"Hvala. Password Catcher sada funkcionira."},"password_warning_banner_body":{"message":"Vaša zaporka za Gmail upravo je izložena stranici za prijavu izvan Gmaila. Odmah poništite zaporku da biste zaštitili svoj Gmail račun. Provjerite i upotrebljavate li zaporku za Gmail na nekim drugim uslugama jer jedan ugroženi račun može ugroziti sve ostale račune."},"password_warning_banner_header":{"message":"Poništite zaporku za Gmail"},"phishing_warning_banner_body":{"message":"Izgleda da ova web-lokacija upotrebljava lažnu verziju Googleove stranice za prijavu da bi vam ukrala zaporku, pa je blokirana. Ako želite otvoriti tu web-lokaciju iako razumijete da bi mogla naštetiti vašem računalu, pazite koje podatke unosite."},"phishing_warning_banner_header":{"message":"Web-lokacija je blokirana."},"reset_password":{"message":"Poništi zaporku"},"sign_in":{"message":"Prijava"},"visit_this_site":{"message":"Otvori web-lokaciju"}}
