{"always_ignore":{"message":"Uvijek ignoriraj za ovu web-lokaciju"},"always_ignore_confirmation":{"message":"Želite li da Password Catcher uvijek zanemaruje ovu web-lokaciju?"},"back":{"message":"Natrag"},"contact_security":{"message":"Kontaktirajte sigurnost"},"extension_description":{"message":"Password Catcher nudi zaštitu od krađe identiteta."},"extension_detailed_description":{"message":"Ako unesete zaporku za Gmail ili Google for Work na bilo koje drugo mjesto osim accounts.google.com, primit ćete upozorenje kako biste mogli promijeniti zaporku ako to bude potrebno.\n\nPassword Catcher pokušava otkriti i lažne stranice za prijavu na Google kako bi vas upozorio prije nego što unesete zaporku. Da bi to učinio, Password Catcher provjerava HTML svake stranice koju posjetite da bi vidio oponaša li Googleovu stranicu za prijavu.\n\nČesta pitanja\n– Kada će Password Catcher početi djelovati?\nPassword Catcher pokrenut će se sljedeći put kada unesete zaporku na accounts.google.com.\n\n– Pohranjuje li Password Catcher moje zaporke ili pritisnute tipke?\nNe. Password Catcher ne pohranjuje vaše zaporke i pritisnute tipke, nego sigurnosnu minijaturu vaše zaporke, koju uspoređuje s minijaturom posljednjih pritisnutih tipki na Chromeu.\n\n– Kamo Password Catcher šalje podatke?\nAko ga upotrebljavate na Gmail računu, Password Catcher ne šalje nikakve podatke s vašeg lokalnog računala. Ako vaš administrator za Google for Work odluči primijeniti Password Catcher na vašoj domeni, on će primati upozorenja kada se Password Catcher pokrene.\n\n– Koja su ograničenja Password Catchera?\nPassword Catcher ne štiti anonimne prozore, Chromeove aplikacije i Chromeova proširenja. Ne štiti ni zaporke usluga izvan Googlea. Password Catcher funkcionira u web-pregledniku Chrome samo kada je Javascript omogućen.\n\n– Gdje mogu pronaći više pojedinosti?\nPosjetite sva Česta pitanja na LINK_TBD ili pogledajte cijelu bazu kodova otvorenog izvornog koda na https://github.com/google/password- catcher.\n\nInstaliranjem te značajke prihvaćate Googleove uvjete pružanja usluge i pravila o privatnosti na www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Zanemari ovaj put"},"initialization_message":{"message":"Da bi Password Catcher mogao funkcionirati, prijavite se na svoj račun."},"initialization_thank_you_message":{"message":"Hvala. Password Catcher sada funkcionira."},"learn_more":{"message":"Saznajte više"},"password_warning_banner_body":{"message":"Vaša zaporka za Gmail upravo je izložena stranici za prijavu izvan Gmaila. Odmah poništite zaporku da biste zaštitili svoj Gmail račun. Provjerite i upotrebljavate li zaporku za Gmail na nekim drugim uslugama."},"password_warning_banner_header":{"message":"Poništite zaporku za Gmail"},"phishing_warning_banner_body":{"message":"Izgleda da ova web-lokacija upotrebljava lažnu verziju Googleove stranice za prijavu da bi vam ukrala zaporku, pa je blokirana. Ako želite otvoriti tu web-lokaciju iako razumijete da bi mogla naštetiti vašem računalu, pazite koje podatke unosite."},"phishing_warning_banner_header":{"message":"Web-lokacija je blokirana."},"report_phishing":{"message":"Prijavite ovu web-lokaciju"},"reset_password":{"message":"Poništi zaporku"},"sign_in":{"message":"Prijava"},"visit_this_site":{"message":"Otvori web-lokaciju"}}
