{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"နောက်သို့"},"contact_security":{"message":"အဆက်အသွယ်လုံခြုံရေး"},"extension_description":{"message":"စကားဝှက်ဖမ်း ကိရိယာ သည် ဖြားယောင်းတိုက်ခိုက်မှုတွေကို ဆန့်ကျင်ကာကွယ်ဖို့အတွက် ကူညီပေးသည်။"},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"စကားဝှက်ဖမ်း ကိရိယာ"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"စကားဝှက်ဖမ်းကိရိယာ အသက်ဝင်စေရန်၊ ကျေးဇူးပြု၍ သင့်အကောင့်သို့ ဝင်ရောက်ပါ။"},"initialization_thank_you_message":{"message":"ကျေးဇူးတင်ပါသည်။ စကားဝှက်ဖမ်း ကိရိယာသည်ယခု အသက်ဝင်သွားပါပြီ။"},"password_warning_banner_body":{"message":"သင့်ဂျီမေးလ်စကားဝှက်ကို ဂျီမေးလ်မဟုတ်သည့် ဝင်ရောက်ရန် စာမျက်နှာသို့ ဖွင့်ပြခဲ့သည်။ သင့်ဂျီမေးလ်အကောင့် လုံခြုံစေရန် သင့်စကားဝှက်ကို ချက်ချင်း ပြန်လည်သတ်မှတ်သင့်သည်။ အခြားဝန်ဆောင်မှုများတွင်လည်း သင့်ဂျီမေးလ်စကားဝှက်ကို ပြန်လည်အသုံးမပြုမိစေရန် စေချာစေပါ −− သို့မဟုတ်လျှင်၊ သင့်အကောင့်တစ်ခု အန္တရာယ်ပြုခံရလျှင်၊ အားလုံး အန္တရာယ်ပြုခံရ နိုင်သည်။"},"password_warning_banner_header":{"message":"သင့်ဂျီမေးလ် စကားဝှက်ကို ပြန်လည် သတ်မှတ်ပါ"},"phishing_warning_banner_body":{"message":"ဤဆိုဒ်သည် Google ဝင်ရောက်ရန်စာမျက်နှာ ဗားရှင်းအတုကို အသုံးပြုထားကာ သင့်စကားဝှက်ကို ခိုးယူရန်ဖြစ်သည်၊ ထို့ကြောင့် ၎င်းအားပိတ်ထားပါသည်။ အကယ်၍ ဤဆိုဒ်သည် သင့်ကွန်ပျူတာကို အန္တရာယ်ပြုစေနိုင်သည်ဟု သင်နားလည်လျှင်၊ သင်ဤဆိုဒ်ကို လည်ပတ်နိုင်သည် သို့သော် ကျေးဇူးပြု၍ သင်ရိုက်ထည့်သည့် အချက်လက်ကို ဂရုစိုက်ပါ။"},"phishing_warning_banner_header":{"message":"ဤဆိုဒ်အား ပိတ်လိုက်ပြီ။"},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"စကားဝှက် ပြန်လည်သတ်မှတ်မည်"},"sign_in":{"message":"လက်မှတ်ထိုး ဝင်ရန်"},"visit_this_site":{"message":"ဤဆိုဒ်အား သွားရောက် ကြည့်ရှု"}}
