{"always_ignore":{"message":"Ignorer alltid for dette nettstedet"},"always_ignore_confirmation":{"message":"Vil du at Passordvarsel alltid skal ignorere dette nettstedet?"},"back":{"message":"Tilbake"},"contact_security":{"message":"Kontakt sikkerhetsavd."},"extension_description":{"message":"Passordvarsel beskytter mot nettfisking."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Alert also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Alert checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Alert take effect?\nPassword Alert will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Alert store my password or keystrokes?\nNo. Password Alert doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Alert send data?\nIf you are using Password Alert in a Gmail account, Password Alert does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Alert across your domain, the administrator will receive alerts when Password Alert triggers.\n\n-- What are Password Alert's limits?\nPassword Alert doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Alert only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password-alert\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Passordvarsel"},"ignore":{"message":"Ignorer denne gangen"},"initialization_message":{"message":"Du må logge på kontoen din før Passordvarsel begynner å fungere."},"initialization_thank_you_message":{"message":"Takk. Nå er Passordvarsel aktiv."},"learn_more":{"message":"Finn ut mer"},"password_warning_banner_body":{"message":"Gmail-passordet ditt ble nettopp eksponert for en påloggingsside som ikke tilhører Gmail. Du bør tilbakestille passordet ditt umiddelbart for å holde Gmail-kontoen sikker. Pass også på at du ikke bruker Gmail-passordet ditt på noen andre tjenester."},"password_warning_banner_header":{"message":"Tilbakestill Gmail-passordet"},"phishing_warning_banner_body":{"message":"Dette nettstedet ser ut til å bruke en falsk versjon av Google-påloggingssiden for å stjele passordet ditt, så det har blitt blokkert. Hvis du er innforstått med at dette nettstedet kan skade datamaskinen din, kan du besøke det, men vær forsiktig med informasjonen du skriver inn."},"phishing_warning_banner_header":{"message":"Dette nettstedet er blokkert."},"report_phishing":{"message":"Rapportér dette nettstedet"},"reset_password":{"message":"Tilbakestill passordet"},"sign_in":{"message":"Logg på"},"visit_this_site":{"message":"Besøk dette nettstedet"}}
