{"back":{"message":"Tilbake"},"contact_security":{"message":"Kontakt sikkerhetsadministratoren"},"extension_description":{"message":"Password Catcher bidrar til å forhindre nettfisking."},"extension_detailed_description":{"message":"Hvis du skriver inn passordet ditt for Gmail eller Google for Work et annet sted enn på accounts.google.com, får du et varsel, slik at du kan endre passordet om nødvendig.\n\nPassword Catcher prøver også å oppdage falske Google-påloggingssider for å varsle deg før du har skrevet inn passordet. Password Catcher gjør dette ved å sjekke HTML-koden til alle sidene du besøker for å se om de imiterer en Google-påloggingsside.\n\nVanlige spørsmål\n– Lagres passordet mitt av Password Catcher?\nNei. Password Catcher lagrer ikke passordet ditt eller tastene du trykker på. Den bruker i stedet en sikker miniatyrutgave av passordet som sammenlignes med tastetrykkene du har gjort i Chrome nylig, for å bidra til å oppdage den sikre miniatyrutgaven på nettsteder som kan være skadelige.\n\n– Hvor blir dataene sendt av Password Catcher?\nHvis du bruker Password Catcher på en Gmail-konto, blir ingen data sendt fra den lokale datamaskinen. Hvis administratoren din for Google for Work distribuerer Password Catcher på alle administrerte Chrome-nettlesere på domenet, får administratoren varsler når Password Catcher utløses.\n\n– Hvilke begrensninger har Password Catcher?\nPassword Catcher beskytter ikke inkognitovinduer, Chrome-apper eller Chrome-utvidelser. Passord for tjenester som ikke leveres av Google, beskyttes heller ikke. Password Catcher fungerer bare innad i Chrome-nettleseren når JavaScript er slått på.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorer"},"initialization_message":{"message":"Du må logge på kontoen din for at Password Catcher skal være aktiv."},"initialization_thank_you_message":{"message":"Takk. Password Catcher er nå aktiv."},"password_warning_banner_body":{"message":"Gmail-passordet ditt ble nettopp eksponert for en påloggingsside som ikke tilhører Gmail. Du bør tilbakestille passordet ditt umiddelbart for å holde Gmail-kontoen sikker. Pass også på at Gmail-passordet ikke gjenbrukes på andre tjenester, ellers kan alle kontoene dine bli angrepet hvis én av dem blir det."},"password_warning_banner_header":{"message":"Tilbakestill Gmail-passordet"},"phishing_warning_banner_body":{"message":"Dette nettstedet ser ut til å bruke en falsk versjon av Google-påloggingssiden for å stjele passordet ditt, så det har blitt blokkert. Hvis du er innforstått med at dette nettstedet kan skade datamaskinen, kan du besøke det, men vær forsiktig med informasjonen du skriver inn."},"phishing_warning_banner_header":{"message":"Dette nettstedet er blokkert."},"reset_password":{"message":"Tilbakestill passordet"},"sign_in":{"message":"Logg på"},"visit_this_site":{"message":"Besøk dette nettstedet"}}
