{"always_ignore":{"message":"Ignorer alltid for dette nettstedet"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Tilbake"},"contact_security":{"message":"Kontakt sikkerhetsavdelingen"},"extension_description":{"message":"Password Catcher bidrar til å forhindre nettfisking."},"extension_detailed_description":{"message":"Hvis du skriver passordet ditt for Gmail eller Google for Work noe annet sted enn på accounts.google.com, får du et varsel, slik at du kan endre passordet ditt om nødvendig..\n\nPassword Catcher prøver også å gjenkjenne falske Google-påloggingssider for å varsle deg før du skriver inn passordet. For å gjøre dette sjekker Password Catcher HTML-koden til hver side du besøker for å se om siden imiterer en Google-påloggingsside.\n\nVanlige spørsmål\n– Når begynner Password Catcher å være aktiv?\nPassword Catcher initialiseres neste gang du skriver passordet ditt på accounts.google.com.\n\n– Blir passordet eller tastetrykkene mine lagret av Password Catcher?\nNei. Password Catcher lagrer ikke passordet eller tastetrykkene dine. I stedet lagres en miniatyrversjon av passordet som sammenlignes med en miniatyrversjon av de siste tastetrykkene dine i Chrome.\n\n– Hvor blir dataene sendt?\nHvis du bruker Password Catcher på en Gmail-konto, blir ingen data sendt fra datamaskinen din lokalt. Hvis Google for Work-administratoren din velger å implementere Password Catcher på hele domenet, får administratoren varsler når Password Catcher blir utløst.\n\n– Hva er begrensningene til Password Catcher?\nPassword Catcher beskytter ikke inkognitovinduer, Chrome-apper eller Chrome-utvidelser. Den beskytter heller ikke passord for tjenester som ikke tilhører Google. Password Catcher fungerer bare i Chrome-nettleseren med JavaScript slått på.\n\n– Hvor finner jeg mer informasjon?\nHele listen over vanlige spørsmål finner du på LINK_TBD. Du kan eventuelt se hele den åpne kodebasen på https://github.com/google/password- catcher.\n\nVed å installere dette samtykker du i Googles vilkår for bruk og personvernregler på www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorer denne gangen"},"initialization_message":{"message":"Du må logge på kontoen din for at Password Catcher skal være aktiv."},"initialization_thank_you_message":{"message":"Takk. Password Catcher er nå aktiv."},"password_warning_banner_body":{"message":"Gmail-passordet ditt ble nettopp eksponert for en påloggingsside som ikke tilhører Gmail. Du bør tilbakestille passordet ditt umiddelbart for å holde Gmail-kontoen sikker. Pass også på at Gmail-passordet ikke gjenbrukes på andre tjenester, ellers kan alle kontoene dine bli angrepet hvis én av dem blir det."},"password_warning_banner_header":{"message":"Tilbakestill Gmail-passordet"},"phishing_warning_banner_body":{"message":"Dette nettstedet ser ut til å bruke en falsk versjon av Google-påloggingssiden for å stjele passordet ditt, så det har blitt blokkert. Hvis du er innforstått med at dette nettstedet kan skade datamaskinen, kan du besøke det, men vær forsiktig med informasjonen du skriver inn."},"phishing_warning_banner_header":{"message":"Dette nettstedet er blokkert."},"report_phishing":{"message":"Rapportér dette nettstedet"},"reset_password":{"message":"Tilbakestill passordet"},"sign_in":{"message":"Logg på"},"visit_this_site":{"message":"Besøk dette nettstedet"}}
