{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"뒤로"},"contact_security":{"message":"보안 관리자에 문의"},"extension_description":{"message":"Password Catcher는 피싱 공격으로부터 사용자를 보호합니다."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Password Catcher를 사용하려면 계정에 로그인하세요."},"initialization_thank_you_message":{"message":"감사합니다. 이제 Password Catcher가 실행되고 있습니다."},"password_warning_banner_body":{"message":"Gmail 비밀번호가 Gmail이 아닌 로그인 페이지에 노출되었습니다. Gmail 계정의 보안을 유지하려면 비밀번호를 즉시 재설정해야 합니다. 또한 절대로 다른 웹사이트나 서비스에서 Gmail 비밀번호를 사용하지 마세요. 하나의 계정이 해킹당하면 다른 계정도 해킹당할 수 있습니다."},"password_warning_banner_header":{"message":"Gmail 비밀번호 재설정"},"phishing_warning_banner_body":{"message":"이 사이트는 비밀번호를 도용하기 위해 Google 로그인 페이지로 위장한 것으로 보여 차단되었습니다. 이 사이트가 컴퓨터에 유해할 수 있음을 이해하셨다면 이 사이트를 방문하더라도 정보 입력에 주의하시기 바랍니다."},"phishing_warning_banner_header":{"message":"이 사이트는 차단되었습니다."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"비밀번호 재설정"},"sign_in":{"message":"로그인"},"visit_this_site":{"message":"이 사이트 방문"}}
