{"always_ignore":{"message":"Always ignore for this site"},"always_ignore_confirmation":{"message":"શું તમે ઇચ્છો છો કે પાસવર્ડ ચેતવણી હંમેશાં આ વેબસાઇટને અવગણે?"},"back":{"message":"પાછળ"},"contact_security":{"message":"સુરક્ષાનો સંપર્ક કરો"},"extension_description":{"message":"પાસવર્ડ ચેતવણી ફિશિંગ હુમલાઓ સામે સુરક્ષામાં સહાય કરે છે."},"extension_detailed_description":{"message":"જો તમે તમારો Gmail અથવા Google for Work નો પાસવર્ડ accounts.google.com સિવાય બીજે ક્યાંય પણ દાખલ કરો છો, તો તમને એક ચેતવણી પ્રાપ્ત થશે, જેથી તમે જો જરૂર જણાય તો તમારો પાસવર્ડ બદલાવી શકો છો.\n\nપાસવર્ડ ચેતવણી, તમે તમારો પાસવર્ડ ટાઇપ કરો કરો તે પહેલાં, નકલી Google લોગિન પૃષ્ઠો શોધવાનો પણ પ્રયાસ કરે છે. આમ કરવા માટે, Google લોગિન પૃષ્ઠનો ઢોંગ કરે છે કે કેમ તે જોવા માટે, પાસવર્ડ ચેતવણી, તમે મુલાકાત લો છો તે દરેક HTML પૃષ્ઠોને તપાસે છે.\n\nFAQ\n-- પાસવર્ડ ચેતવણી ક્યારે પ્રભાવમાં આવશે?\nઆગલી વખતે જ્યારે તમે accounts.google.com માં તમારો પાસવર્ડ દાખલ કરશો ત્યારે પાસવર્ડ ચેતવણી પોતાની જાતે પ્રારંભ થશે.\n\n-- શું પાસવર્ડ ચેતવણી મારો પાસવર્ડ અથવા કીસ્ટ્રોક્સનો સંગ્રહ કરે છે?\nનહીં. પાસવર્ડ ચેતવણી તમારો પાસવર્ડ અથવા કીસ્ટ્રોક્સનો સંગ્રહ કરતું નથી -- તેના બદલે, તે તમારા પાસવર્ડની સુરક્ષિત થંબનેલ સંગ્રહે છે, જેને તે Chrome અંતર્ગતના તમારા સૌથી તાજેતરના કીસ્ટ્રોક્સની થંબનેલ સાથે સરખાવે છે.\n\n-- પાસવર્ડ ચેતવણી ડેટા ક્યાં મોકલે છે?\nજો તમે Gmail એકાઉન્ટમાં પાસવર્ડ ચેતવણીનો ઉપયોગ કરી રહ્યાં છો, તો પાસવર્ડ ચેતવણી તમારા સ્થાનિક કમ્પ્યુટરમાંથી કોઇપણ ડેટા મોકલતું નથી. જો તમારા Google for Work વ્યવસ્થાપક તમારા સમગ્ર ડોમેન પર પાસવર્ડ ચેતવણી પ્રસારિત કરવાનું પસંદ કરે, તો જ્યારે પાસવર્ડ ચેતવણી ટ્રિગર કરે ત્યારે વ્યવસ્થાપકને ચેતવણીઓ પ્રાપ્ત થશે.\n\n-- પાસવર્ડ ચેતવણીની મર્યાદાઓ શું છે?\nપાસવર્ડ ચેતવણી છુપી વિંડો, Chrome એપ્લિકેશન્સ અથવા Chrome એક્સટેન્શન્સને સુરક્ષિત કરતું નથી. તે બિન-Google સેવાઓના પાસવર્ડ્સને સુરક્ષિત કરતું નથી. પાસવર્ડ ચેતવણી માત્ર Javascript સક્ષમ હોય ત્યારે Chrome વેબ બ્રાઉઝરની અંદર જ કાર્ય કરે છે.\n\n-- મને વધુ વિગતો ક્યાંથી મળી શકે?\nLINK_TBD પર સંપૂર્ણ FAQ ની મુલાકાત લો અથવા https://github.com/google/password-alert પર તમે સમગ્ર ખુલ્લા-સ્રોતના કોડબેઝ કોઇ શકો છો\n\nઆ આઇટમ ઇન્સ્ટોલ કરીને, તમે www.google.com/policies/ પરની Google ની સેવાની શરતો અને ગોપનીયતા નીતિથી સંમત થાઓ છો\n"},"extension_name":{"message":"પાસવર્ડ ચેતવણી"},"ignore":{"message":"આ સમયે અવગણો"},"initialization_message":{"message":"પાસવર્ડ ચેતવણીને પ્રભાવમાં લાવવા માટે, કૃપા કરીને તમારા એકાઉન્ટમાં સાઇન ઇન કરો."},"initialization_thank_you_message":{"message":"આપનો આભાર. પાસવર્ડ ચેતવણી હવે પ્રભાવમાં છે."},"learn_more":{"message":"વધુ જાણો"},"password_warning_banner_body":{"message":"You just entered your Google Account password on a sign-in page that's not Google's. Immediately reset your password to protect your account. And please make sure you don't reuse your password for other apps and sites."},"password_warning_banner_header":{"message":"Reset your Google Account password"},"phishing_warning_banner_body":{"message":"આ સાઇટ તમારા પાસવર્ડને ચોરવા માટે Google લોગિન પૃષ્ઠના નકલી સંસ્કરણનો ઉપયોગ કરી રહી હોય તેવું જણાય છે, તેથી તે અવરોધિત કરવામાં આવી છે. જો તમે સમજો છો કે આ સાઇટ તમારા કમ્પ્યુટરને નુકસાન પહોંચાડી શકે છે, તો તમે આ સાઇટની મુલાકાત લઈ શકો છો પરંતુ તમે લખો છો તે માહિતી વિશે સાવચેત રહેજો."},"phishing_warning_banner_header":{"message":"આ સાઇટ અવરોધિત કરવામાં આવી છે."},"report_phishing":{"message":"આ સાઇટની જાણ કરો"},"reset_password":{"message":"પાસવર્ડ ફરીથી સેટ કરો"},"sign_in":{"message":"સાઇન ઇન"},"visit_this_site":{"message":"આ સાઇટની મુલાકાત લો"}}
