{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"પાછળ"},"contact_security":{"message":"સુરક્ષાનો સંપર્ક કરો"},"extension_description":{"message":"પાસવર્ડ કેચર ફિશિંગ હુમલાઓ સામે સુરક્ષામાં સહાય કરે છે."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"પાસવર્ડ કેચર"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"પાસવર્ડ કેચરને પ્રભાવમાં લાવવા માટે, કૃપા કરીને તમારા એકાઉન્ટમાં સાઇન ઇન કરો."},"initialization_thank_you_message":{"message":"આપનો આભાર. પાસવર્ડ કેચર હવે પ્રભાવમાં છે."},"password_warning_banner_body":{"message":"તમારો Gmail પાસવર્ડ હમણાં જ એક બિન-Gmail લૉગિન પૃષ્ઠ પર પ્રદર્શિત થયો. તમારે તમારું Gmail એકાઉન્ટ સુરક્ષિત રાખવા માટે તમારો પાસવર્ડ તરત જ ફરીથી સેટ કરવો જોઈએ. ઉપરાંત, કૃપા કરીને ખાતરી કરો કે તમારો Gmail પાસવર્ડ અન્ય સેવાઓ પર ફરીથી વપરાય નહીં -- અન્યથા, જો તમારા કોઈ એક એકાઉન્ટ સાથે ચેડા થયા હોય, તો તે બધાની સાથે થઈ શકે છે."},"password_warning_banner_header":{"message":"તમારો Gmail પાસવર્ડ ફરીથી સેટ કરો"},"phishing_warning_banner_body":{"message":"આ સાઇટ તમારા પાસવર્ડને ચોરવા માટે Google લોગિન પૃષ્ઠના નકલી સંસ્કરણનો ઉપયોગ કરી રહી હોય તેવું જણાય છે, તેથી તે અવરોધિત કરવામાં આવી છે. જો તમે સમજો છો કે આ સાઇટ તમારા કમ્પ્યુટરને નુકસાન પહોંચાડી શકે છે, તો તમે આ સાઇટની મુલાકાત લઈ શકો છો પરંતુ તમે લખો છો તે માહિતી વિશે સાવચેત રહેજો."},"phishing_warning_banner_header":{"message":"આ સાઇટ અવરોધિત કરવામાં આવી છે."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"પાસવર્ડ ફરીથી સેટ કરો"},"sign_in":{"message":"સાઇન ઇન"},"visit_this_site":{"message":"આ સાઇટની મુલાકાત લો"}}
