{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Emuva"},"contact_security":{"message":"Ukuphepha kokuxhumana"},"extension_description":{"message":"Isibambi sephasiwedi sisiza ukukuvikela ekuhlaseleni kobugebengu bokweba imininingwane ebucayi."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Isibambi sephasiwedi"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Ukuze isibambi sephasiwedi siqale ukusebenza, sicela ungene ngemvume ku-akhawunti yakho."},"initialization_thank_you_message":{"message":"Siyabonga. Isibambi sephasiwedi manje siyasebenza."},"password_warning_banner_body":{"message":"Iphasiwedi yakho ye-Gmail isanda kuvezwa ekhasini lokungena okungelona le-Gmail. Kufane usethe kabusha iphasiwedi iphasiwedi yakho ngokushesha ukugcina i-akhawunti yakho ye-Gmail iphephile. Futhi, sicela uqinisekise iphasiwedi yakho ye-Gmail ayisetshenziswa kabusha kwamanye amasevisi -- uma kungenjalo, uma eyodwa yama-akhawutni wakho ifakwa ebucayini, wonke angafakwa ebucayini."},"password_warning_banner_header":{"message":"Setha kabusha iphasiwedi yakho ye-Gmail"},"phishing_warning_banner_body":{"message":"Leli sayithi libonakala lisebenzisa inguqulo okungeyona yekhasi lokungena le-Google ukweba iphasiwedi yakho, ngakho-ke livinjiwe. Uma uqonda ukuthi leli sayithi lingalimaza ikhompyutha yakho, ungahle uvakashela leli sayithi kodwa sicela uqaphele mayelana nolwazi olithayiphayo."},"phishing_warning_banner_header":{"message":"Leli sayithi livinjiwe."},"reset_password":{"message":"Setha kabusha iphasiwedi"},"sign_in":{"message":"Ngena ngemvume"},"visit_this_site":{"message":"Vakashela leli sayithi"}}
