{"always_ignore":{"message":"Hlala uzibela le webhusayithi"},"always_ignore_confirmation":{"message":"Ingabe ufuna isibambi sephasiwedi ukuthi sihlale siziba le webhusayithi?"},"back":{"message":"Emuva"},"contact_security":{"message":"Ukuphepha kokuxhumana"},"extension_description":{"message":"Isibambi sephasiwedi sisiza ukukuvikela ekuhlaseleni kobugebengu bokweba imininingwane ebucayi."},"extension_detailed_description":{"message":"Uma ufaka iphasiwedi yakho ye-Gmail noma ye-Google for Work noma yikuphi kune-accounts.google.com, uzothola isaziso, ukuze uguqule iphasiwedi yakho uma kudingeka.\n\nInqolobane yephasiwedi iphinda izame ukuthola amakhasi angumgunyathi wokungena ngemvume we-Google ukuze akwazise ngaphambi kokuthi uthayiphe iphasiwedi yakho. Ukuze wenze njalo, Inqolobane yephasiwedi ihlola i-HTML yekhasi ngalinye olivakashelayo ukuze ibone uma ngabe izenzisa ikhasi lokungena ngemvume le-Google.\n\nI-FAQ\n-- Ingabe Inqolobane yephasiwedi izosebenza nini?\nInqolobane yephasiwedi izoziqalisa ngokwayo ngesikhathi esilandelayo lapho ufaka khona iphasiwedi yakho ku-accounts.google.com.\n\n-- Ingabe Inqolobane yephasiwedi igcina iphasiwedi yami noma ukuthinta ukhiye -- esikhundleni salokho, igcina isithombe-mzwelo esivikelekile sephasiwedi yakho, eyisiqhathanisa nesithombe-mzwelo sokuthinta kwakho ukhiye kwakamuva ngaphakathi kwe-Chrome.\n\n-- Ingabe Inqolobane yephasiwedi iyithumela kuphi idatha?\nUma usebenzisa Inqolobane yephasiwedi ku-akhawunti ye-Gmail, Inqolobane yephasiwedi ayithumeli noma iyiphi idatha kusukela kukhompuyutha yakho yasendaweni. Uma ngabe umqondisi wakho we-Google for Work akhetha ukuphakela Inqolobane yephasiwedi kusizinda sakho sonkana, umqondisi uzothola izaziso uma kuqala kusebenza Inqolobane yephasiwedi.\n\n-- Yini imikhawulo Yenqolobane yephasiwedi?\nInqolobane yephasiwedi ayivikeli amawindi we-incognito, izinhlelo zokusebenza ze-Chrome, noma izandiso ze-Chrome. Futhi ayivikeli amaphasiwedi kumasevisi okungewona we-Google. Inqolobane yephasiwedi isebenza kuphela ngaphakathi kwesiphequluli sewebhu se-Chrome uma i-Javascript inikwe amandla.\n\n-- Ngingayithola kuphi eminye imininingwane?\nVakashela i-FAQ egcwele ku-LINK_TBD, noma ungabona sonke isisekelo sekhodi somthombo ovulekile ku-https://github.com/google/password- catcher.\n\nNgokufaka le nto, uvumelana ne-Imigomo Yesevisi ye-Google ne-Inqubomgomo Yobumfihlo eku-www.google.com/policies/\n"},"extension_name":{"message":"Isibambi sephasiwedi"},"ignore":{"message":"Ziba lesi sikhathi"},"initialization_message":{"message":"Ukuze isibambi sephasiwedi siqale ukusebenza, sicela ungene ngemvume ku-akhawunti yakho."},"initialization_thank_you_message":{"message":"Siyabonga. Isibambi sephasiwedi manje siyasebenza."},"learn_more":{"message":"Funda kabanzi"},"password_warning_banner_body":{"message":"Iphasiwedi yakho ye-Gmail ivele yavezwa kukhasi lokungena ngemvume okungelona le-Gmail. Kuzomele usethe ngokushesha iphasiwedi yakho ukuze ugcine i-akhawunti yakho ye-Gmail ivikelekile. Futhi, sicela wenze isiqiniseko sokuthi iphasiwedi yakho ye-Gmail ayiphindi isetshenziswe kwamanye amasevisi."},"password_warning_banner_header":{"message":"Setha kabusha iphasiwedi yakho ye-Gmail"},"phishing_warning_banner_body":{"message":"Leli sayithi libonakala lisebenzisa inguqulo okungeyona yekhasi lokungena le-Google ukweba iphasiwedi yakho, ngakho-ke livinjiwe. Uma uqonda ukuthi leli sayithi lingalimaza ikhompyutha yakho, ungahle uvakashela leli sayithi kodwa sicela uqaphele mayelana nolwazi olithayiphayo."},"phishing_warning_banner_header":{"message":"Leli sayithi livinjiwe."},"report_phishing":{"message":"Bika leli sayithi"},"reset_password":{"message":"Setha kabusha iphasiwedi"},"sign_in":{"message":"Ngena ngemvume"},"visit_this_site":{"message":"Vakashela leli sayithi"}}
