{"back":{"message":"Emuva"},"contact_security":{"message":"Ukuphepha kokuxhumana"},"extension_description":{"message":"Isibambi sephasiwedi sisiza ukukuvikela ekuhlaseleni kobugebengu bokweba imininingwane ebucayi."},"extension_detailed_description":{"message":"Uma ufaka iphasiwedi yakho ye-Gmail noma ye-Google yomsebenzi noma yikuphi kwangaphandle kwe-accounts.google.com, uzothola isexwayo, ukuze ukwazi ukushintsha iphasiwedi yakho uma kudingeka.\n\nIsibambi sephasiwedi futhi sizama ukuthola amakhasi wokungena ngemvume we-Google okungekona ukukwazisa ngaphambi kokuthi uthayiphe iphasiwedi yakho. Ukuze wenze lokhu, isibambi sephasiwedi sihlola i-HTML yekhasi ngalinye olivakashelayo uma libonakala kwangathi lilingisa ikhasi lokungena le-Google.\n\nFAQ\n-- Ingabe isibambi sephasiwedi siyalondoloza iphasiwedi yami?\nCha. Isibambi sephasiwesi asilondoloza amaphasiwedi wakho noma okhiye -- esikhundleni, isebenzisa isithonjana esiphephile sephasiwedi yakho, isilinganise nokhiye wakho wakamuva ngaphakathi kwe-Chrome ukusiza ukukhomba isithonjana esiphephile kumasayithi angahle angabi mahle.\n\n-- Ingabe isibambi sephasiwedi siyithumela kuphi idatha?\nUma usebenzisa isibambi sephasiwedi ku-akhawunti ye-Gmail, isibambi sephasiwesi asithumeli idatha kusuka kukhompyutha yami yendawo. Uma umlawuli wakho we-Google yomsebenzi akhipha isibambi sephasiwedi kuzo zonke iziphequluli eziphethwe ze-Chrome kusizinda sakho, umlawuli uzothola izexwayiso uma isibambi sephasiwedi siqupha.\n\n-- Imiphi imikhawu yesibambi sephasiwedi?\nIsibambi sephasiwedi asivikeli amawindi we-incognito, izinhlelo zokusebenza ze-Chrome, noma izandiso ze-Chrome. Futhi ayivikeli amaphasiwedi wamasevisi okungewona we-Google. Isibambi sephasiwedi sisebenza kuphela ngaphakathi kwesiphequluli sewebhu se-Chrome uma i-Javascript inikwe amandla.\n"},"extension_name":{"message":"Isibambi sephasiwedi"},"ignore":{"message":"Ziba"},"initialization_message":{"message":"Ukuze isibambi sephasiwedi siqale ukusebenza, sicela ungene ngemvume ku-akhawunti yakho."},"initialization_thank_you_message":{"message":"Siyabonga. Isibambi sephasiwedi manje siyasebenza."},"password_warning_banner_body":{"message":"Iphasiwedi yakho ye-Gmail isanda kuvezwa ekhasini lokungena okungelona le-Gmail. Kufane usethe kabusha iphasiwedi iphasiwedi yakho ngokushesha ukugcina i-akhawunti yakho ye-Gmail iphephile. Futhi, sicela uqinisekise iphasiwedi yakho ye-Gmail ayisetshenziswa kabusha kwamanye amasevisi -- uma kungenjalo, uma eyodwa yama-akhawutni wakho ifakwa ebucayini, wonke angafakwa ebucayini."},"password_warning_banner_header":{"message":"Setha kabusha iphasiwedi yakho ye-Gmail"},"phishing_warning_banner_body":{"message":"Leli sayithi libonakala lisebenzisa inguqulo okungeyona yekhasi lokungena le-Google ukweba iphasiwedi yakho, ngakho-ke livinjiwe. Uma uqonda ukuthi leli sayithi lingalimaza ikhompyutha yakho, ungahle uvakashela leli sayithi kodwa sicela uqaphele mayelana nolwazi olithayiphayo."},"phishing_warning_banner_header":{"message":"Leli sayithi livinjiwe."},"reset_password":{"message":"Setha kabusha iphasiwedi"},"sign_in":{"message":"Ngena ngemvume"},"visit_this_site":{"message":"Vakashela leli sayithi"}}
