{"always_ignore":{"message":"Altijd negeren voor deze website"},"always_ignore_confirmation":{"message":"Wil je dat Password Alert deze website altijd negeert?"},"back":{"message":"Terug"},"contact_security":{"message":"Neem contact op met Beveiliging"},"extension_description":{"message":"Password Alert helpt beschermen tegen phishingaanvallen."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Alert also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Alert checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Alert take effect?\nPassword Alert will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Alert store my password or keystrokes?\nNo. Password Alert doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Alert send data?\nIf you are using Password Alert in a Gmail account, Password Alert does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Alert across your domain, the administrator will receive alerts when Password Alert triggers.\n\n-- What are Password Alert's limits?\nPassword Alert doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Alert only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password-alert\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Alert"},"ignore":{"message":"Deze keer negeren"},"initialization_message":{"message":"Log in op je account om Password Alert te activeren."},"initialization_thank_you_message":{"message":"Password Alert is nu actief."},"learn_more":{"message":"Meer informatie"},"password_warning_banner_body":{"message":"Je Gmail-wachtwoord is zojuist opgegeven op een pagina die geen inlogpagina van Gmail is. Stel je wachtwoord onmiddellijk opnieuw in om de veiligheid van je Gmail-account te behouden. Gebruik je Gmail-wachtwoord ook nooit voor andere services."},"password_warning_banner_header":{"message":"Stel je wachtwoord voor Gmail opnieuw in"},"phishing_warning_banner_body":{"message":"Deze site lijkt een vervalste versie van de Google-inlogpagina te gebruiken om je wachtwoord te stelen. De pagina is daarom geblokkeerd. Je kunt deze site bezoeken, maar houd er rekening mee dat deze site schadelijk kan zijn voor je computer en dat je voorzichtig moet zijn met de informatie die je typt."},"phishing_warning_banner_header":{"message":"Deze site is geblokkeerd."},"report_phishing":{"message":"Deze site melden"},"reset_password":{"message":"Wachtwoord opnieuw instellen"},"sign_in":{"message":"Inloggen"},"visit_this_site":{"message":"Deze site bezoeken"}}
