{"back":{"message":"Terug"},"contact_security":{"message":"Neem contact op met de beveiliging"},"extension_description":{"message":"Met Password Catcher kun je jezelf beter beschermen tegen phising-aanvallen."},"extension_detailed_description":{"message":"Als je op andere pagina's dan 'accounts.google.com' je wachtwoord voor Gmail of Google for Work opgeeft, ontvang je een melding, zodat je zo nodig je wachtwoord kunt wijzigen.\n\nPassword Catcher probeert ook vervalste Google-inlogpagina's te detecteren om je te waarschuwen voordat je je wachtwoord typt. Password Catcher controleert daarom de HTML van elke pagina die je bezoekt om te kijken of deze een Google-inlogpagina nabootst.\n\nVeelgestelde vragen\n-- Slaat Password Catcher mijn wachtwoord op?\nNee. Password Catcher slaat je wachtwoord of toetsaanslagen niet op, maar gebruikt een beveiligde thumbnail van je wachtwoord. Deze wordt vergeleken met je recente toetsaanslagen in Chrome om de beveiligde thumbnail te detecteren op sites die mogelijk schadelijk zijn.\n\n-- Waar stuurt Password Catcher gegevens naartoe?\nAls je Password Catcher gebruikt in een Gmail-account, verzendt Password Catcher geen gegevens van je lokale computer. Als je Google for Work-beheerder Password Catcher implementeert voor alle beheerde Chrome-browsers in je domein, ontvangt de beheerder meldingen wanneer Password Catcher wordt geactiveerd.\n\n-- Wat zijn de limieten van Password Catcher?\nPassword Catcher beschermt je niet in incognitovensters, Chrome-apps of Chrome-extensies en beveiligt geen wachtwoorden voor services die niet van Google zijn. Password Catcher werkt alleen in de Chrome-webbrowser wanneer JavaScript is ingeschakeld.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Negeren"},"initialization_message":{"message":"Log in op je account om Password Catcher te activeren."},"initialization_thank_you_message":{"message":"Password Catcher is nu actief."},"password_warning_banner_body":{"message":"Je Gmail-wachtwoord is zojuist opgegeven op een pagina die geen inlogpagina van Gmail is. Stel je wachtwoord onmiddellijk opnieuw in om je Gmail-account te beveiligen. Gebruik je Gmail-wachtwoord nooit voor andere websites of services, anders kunnen al die accounts in één keer worden gehackt."},"password_warning_banner_header":{"message":"Stel je wachtwoord voor Gmail opnieuw in"},"phishing_warning_banner_body":{"message":"Deze site lijkt een vervalste versie van de Google-inlogpagina te gebruiken om je wachtwoord te stelen. De pagina is daarom geblokkeerd. Je kunt deze site bezoeken, maar houd er rekening mee dat deze site schadelijk kan zijn voor je computer en dat je voorzichtig moet zijn met de informatie die je typt."},"phishing_warning_banner_header":{"message":"Deze site is geblokkeerd."},"reset_password":{"message":"Wachtwoord opnieuw instellen"},"sign_in":{"message":"Inloggen"},"visit_this_site":{"message":"Deze site bezoeken"}}
