{"always_ignore":{"message":"Selalu abaikan untuk situs web ini"},"always_ignore_confirmation":{"message":"Ingin menggunakan Password Catcher untuk selalu mengabaikan situs web ini?"},"back":{"message":"Kembali"},"contact_security":{"message":"Hubungi Keamanan"},"extension_description":{"message":"Password Catcher membantu melindungi dari serangan phishing."},"extension_detailed_description":{"message":"Jika Anda memasukkan sandi Gmail atau Google for Work ke mana pun selain accounts.google.com, Anda akan menerima lansiran, jadi Anda dapat mengubah sandi bila perlu.\n\nPassword Catcher juga mencoba untuk mendeteksi laman masuk Google palsu untuk memperingatkan Anda sebelum mengetikkan sandi. Untuk melakukannya, Password Catcher memeriksa HTML setiap laman yang Anda kunjungi, untuk melihat apakah laman meniru laman masuk Google atau tidak.\n\nPertanyaan Umum (FAQ)\n-- Kapan Password Catcher diterapkan?\nPassword Catcher akan mulai bekerja saat Anda memasukkan kembali sandi ke accounts.google.com.\n\n-- Apakah Password Catcher menyimpan sandi atau ketukan tombol saya?\nTidak. Password Catcher tidak menyimpan sandi atau ketukan tombol Anda -- alih-alih, fitur ini menyimpan gambar mini aman sandi Anda, yang akan dibandingkan dengan gambar mini ketukan tombol terkini Anda dalam Chrome.\n\n-- Dari mana Password Catcher mengirim data?\nJika Anda menggunakan Password Catcher di akun Gmail, Password Catcher tidak mengirimkan data apa pun dari komputer lokal. Jika administrator Google for Work Anda memilih untuk menggunakan Password Catcher di domain, administrator akan menerima lansiran saat Password Catcher dipicu.\n\n-- Apa batasan Password Catcher?\nPassword Catcher tidak melindungi jendela penyamaran, Aplikasi Chrome, atau Ekstensi Chrome. Juga tidak melindungi sandi untuk layanan selain Google. Password Catcher hanya dapat berfungsi di dalam browser web Chrome jika Javascript diaktifkan.\n\n-- Di mana saya dapat melihat detail selengkapnya?\nKunjungi FAQ lengkap di LINK_TBD atau Anda dapat melihat basis kode sumber terbuka selengkapnya di https://github.com/google/password- catcher.\n\nDengan memasang item ini, Anda menyetujui Persyaratan Layanan dan Kebijakan Privasi Google di www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Abaikan untuk saat ini"},"initialization_message":{"message":"Masuk ke akun Anda agar Password Catcher bekerja."},"initialization_thank_you_message":{"message":"Terima kasih. Password Catcher sekarang diterapkan."},"learn_more":{"message":"Pelajari lebih lanjut"},"password_warning_banner_body":{"message":"Sandi Gmail Anda baru saja dipakai di laman masuk non-Gmail. Anda harus segera menyetel ulang sandi untuk menjaga akun Gmail tetap aman. Selain itu, pastikan sandi Gmail tidak digunakan di layanan lainnya."},"password_warning_banner_header":{"message":"Setel ulang sandi Gmail Anda"},"phishing_warning_banner_body":{"message":"Situs ini tampaknya menggunakan laman masuk Google palsu untuk mencuri sandi Anda, jadi laman telah diblokir. Jika Anda paham bahwa situs ini dapat membahayakan komputer, kunjungi situs ini namun berhati-hatilah dengan informasi yang Anda masukkan."},"phishing_warning_banner_header":{"message":"Situs ini telah diblokir."},"report_phishing":{"message":"Laporkan Situs Ini"},"reset_password":{"message":"Setel Ulang Sandi"},"sign_in":{"message":"Masuk"},"visit_this_site":{"message":"Kunjungi Situs Ini"}}
