{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"முந்தையது"},"contact_security":{"message":"பாதுகாப்பு நிர்வாகிகளைத் தொடர்புகொள்ளவும்"},"extension_description":{"message":"ஃபிஷிங் தாக்குதல்களிலிருந்து பாதுகாக்க, கடவுச்சொல் பாதுகாவலன் உதவும்."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"கடவுச்சொல் பாதுகாவலன்"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"கடவுச்சொல் பாதுகாவலன் செயல்பட, உங்கள் கணக்கில் உள்நுழையவும்."},"initialization_thank_you_message":{"message":"நன்றி. கடவுச்சொல் பாதுகாவலன் இப்போது இயக்கப்பட்டது."},"password_warning_banner_body":{"message":"Gmail அல்லாத உள்நுழைவுப் பக்கத்தில் உங்கள் Gmail கடவுச்சொல் வெளிப்படுத்தப்பட்டால், உங்கள் Gmail கணக்கைப் பாதுகாக்க, உடனடியாக கடவுச்சொல்லை மீட்டமைக்கவும். மேலும் உங்கள் Gmail கடவுச்சொல்லைப் பிற சேவைகளில் மீண்டும் பயன்படுத்தவில்லை என உறுதிப்படுத்திக்கொள்ளவும் -- காரணம் உங்கள் கணக்குகளில் ஒன்று திருடப்பட்டாலும், எல்லா கணக்குகளும் திருடப்பட வாய்ப்புள்ளது."},"password_warning_banner_header":{"message":"Gmail கடவுச்சொல்லை மீட்டமைக்கவும்"},"phishing_warning_banner_body":{"message":"இந்தத் தளம் உங்கள் கடவுச்சொல்லைத் திருடுவதற்காக, Google உள்நுழைவுப் பக்கத்தின் போலியான பதிப்பைப் பயன்படுத்துவது போலத் தெரிவதால், தடுக்கப்பட்டது. உங்கள் கணினியை இந்தத் தளம் பாதிக்கக்கூடும் எனப் புரிந்துகொண்டால், இந்தத் தளத்தைப் பார்வையிடலாம், எனினும் உள்ளிடும் தகவலில் கவனமாக இருக்கவும்."},"phishing_warning_banner_header":{"message":"இந்தத் தளம் தடுக்கப்பட்டுள்ளது."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"கடவுச்சொல்லை மீட்டமைக்கவும்"},"sign_in":{"message":"உள்நுழைக"},"visit_this_site":{"message":"இந்தத் தளத்தைப் பார்வையிடவும்"}}
