{"always_ignore":{"message":"Always ignore for this site"},"always_ignore_confirmation":{"message":"கடவுச்சொல் எச்சரிக்கை அம்சம், இந்த இணையதளத்தை எப்போதும் தவிர்க்க வேண்டுமா?"},"back":{"message":"முந்தையது"},"contact_security":{"message":"பாதுகாப்பு நிர்வாகிகளைத் தொடர்புகொள்ளவும்"},"extension_description":{"message":"ஃபிஷிங் தாக்குதல்களிலிருந்து பாதுகாக்க, கடவுச்சொல் எச்சரிக்கை அம்சம் உதவும்."},"extension_detailed_description":{"message":"உங்களுடைய Gmail அல்லது Google for Work இன் கடவுச்சொல்லை accounts.google.comஐத் தவிர்த்து வேறு எங்காவது உள்ளிட்டால், விழிப்பூட்டலைப் பெறுவீர்கள், தேவையெனில் உங்கள் கடவுச்சொல்லை மாற்றிக்கொள்ளலாம்.\n\nகடவுச்சொல் விழிப்பூட்டல், போலியான Google உள்நுழைவுப் பக்கங்களையும் கண்டறிய முயற்சித்து அவற்றில் கடவுச்சொல்லை உள்ளிடுவதற்கு முன்பே உங்களுக்கு விழிப்பூட்டும். இதைச் செய்ய, நீங்கள் பார்வையிடும் பக்கம், Google உள்நுழைவுப் பக்கத்தைப் போன்ற தோற்றம் கொண்டதா எனக் கண்டறிய, ஒவ்வொரு பக்கத்தின் HTMLஐயும் கடவுச்சொல் விழிப்பூட்டல் சோதிக்கும்.\n\nஐயமும் தீர்வும்\n-- கடவுச்சொல் விழிப்பூட்டல் எப்போது செயல்படத் துவங்கும்?\nஇது நீங்கள் அடுத்த முறை accounts.google.com இல் கடவுச்சொல்லை உள்ளிடுகையில் தானாகவே செயல்படத் துவங்கும்.\n\n-- கடவுச்சொல் விழிப்பூட்டல் எனது கடவுச்சொல்லை அல்லது விசை அழுத்தங்களைச் சேமிக்குமா?\nஇல்லை. உங்கள் கடவுச்சொல்லையோ, விசை அழுத்தங்களையோ சேமிக்காது -- பதிலாக, உங்கள் கடவுச்சொல்லின் பாதுகாப்புச் சிறுபடவுருவைச் சேமித்து, அதை நீங்கள் மேற்கொள்ளும் சமீபத்திய விசை அழுத்தங்களின் சிறுபடவுருவோடு Chromeக்குள்ளேயே ஒப்பிடும்.\n\n-- கடவுச்சொல் விழிப்பூட்டல் தரவை எங்கு அனுப்பும்?\nGmail கணக்கில் கடவுச்சொல் விழிப்பூட்டலை இயக்கியுள்ளீர்கள் எனில், உங்கள் சிஸ்டத்தின் எவ்வித அகத் தரவையும் கடவுச்சொல் விழிப்பூட்டல் அனுப்பாது. உங்கள் டொமைன் முழுவதும் கடவுச்சொல் விழிப்பூட்டலைச் செயல்படுத்தும்படி Google for Work நிர்வாகி தேர்ந்தெடுத்தால், கடவுச்சொல் விழிப்பூட்டல் எதையாவது கண்டறியும் போது அவர் விழிப்பூட்டல்களைப் பெறுவார்.\n\n-- கடவுச்சொல் விழிப்பூட்டலின் வரம்புகள் என்னென்ன?\nமறைநிலைச் சாளரங்கள், Chrome பயன்பாடுகள் அல்லது Chrome நீட்டிப்புகளை இது பாதுகாக்காது. Google அல்லாத சேவைகளின் கடவுச்சொற்களையும் பாதுகாக்காது. Javascript இயக்கப்பட்டிருக்கும் போது, Chrome இணைய உலாவியினுள் மட்டுமே கடவுச்சொல் விழிப்பூட்டல் இயங்கும்.\n\n-- கூடுதல் விவரங்களை எங்கே பெறுவது?\nLINK_TBD இல் ஐயமும் தீர்வும் பகுதி முழுவதையும் படிக்கவும் அல்லது https://github.com/google/password-alert இல் ஒட்டுமொத்த ஓப்பன் சோர்ஸ் மூலக்குறியீ்ட்டின் தொகுப்பைப் பார்க்கவும்\n\nஇதை நிறுவுவதன் மூலம் www.google.com/policies/ இல் உள்ள Google சேவை விதிமுறைகளையும் தனியுரிமைக் கொள்கையையும் ஏற்கிறீர்கள்\n"},"extension_name":{"message":"கடவுச்சொல் எச்சரிக்கை"},"ignore":{"message":"இப்போது மட்டும் தவிர்க்கவும்"},"initialization_message":{"message":"கடவுச்சொல் எச்சரிக்கை அம்சம் செயல்பட, உங்கள் கணக்கில் உள்நுழையவும்."},"initialization_thank_you_message":{"message":"நன்றி. கடவுச்சொல் எச்சரிக்கை அம்சம் இப்போது இயக்கப்பட்டது."},"learn_more":{"message":"மேலும் அறிக"},"password_warning_banner_body":{"message":"You just entered your Google Account password on a sign-in page that's not Google's. Immediately reset your password to protect your account. And please make sure you don't reuse your password for other apps and sites."},"password_warning_banner_header":{"message":"Reset your Google Account password"},"phishing_warning_banner_body":{"message":"இந்தத் தளம் உங்கள் கடவுச்சொல்லைத் திருடுவதற்காக, Google உள்நுழைவுப் பக்கத்தைப் போன்ற போலியான பக்கத்தை பயன்படுத்துவது போலத் தெரிவதால், தடுக்கப்பட்டது. உங்கள் கணினியை இந்தத் தளம் பாதிக்கக்கூடும் எனப் புரிந்துகொண்டால், இந்தத் தளத்தைப் பார்வையிடலாம், எனினும் உள்ளிடும் தகவலில் கவனமாக இருக்கவும்."},"phishing_warning_banner_header":{"message":"இந்தத் தளம் தடுக்கப்பட்டுள்ளது."},"report_phishing":{"message":"இந்தத் தளத்தைப் புகாரளிக்கவும்"},"reset_password":{"message":"கடவுச்சொல்லை மீட்டமைக்கவும்"},"sign_in":{"message":"உள்நுழைக"},"visit_this_site":{"message":"இந்தத் தளத்தைப் பார்வையிடவும்"}}
