{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"กลับ"},"contact_security":{"message":"ติดต่อผู้ดูแลความปลอดภัย"},"extension_description":{"message":"ตัวจับรหัสผ่านช่วยป้องกันการโจมตีแบบฟิชชิง"},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"ตัวจับรหัสผ่าน"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"เพื่อให้ตัวจับรหัสผ่านเริ่มต้นทำงาน โปรดลงชื่อเข้าใช้บัญชี"},"initialization_thank_you_message":{"message":"ขอขอบคุณ ตัวจับรหัสผ่านเริ่มทำงานแล้ว"},"password_warning_banner_body":{"message":"เพิ่งมีการเปิดเผยรหัสผ่าน Gmail ของคุณในหน้าการเข้าสู่ระบบที่ไม่ใช่ของ Gmail คุณควรรีเซ็ตรหัสผ่านทันทีเพื่อรักษาความปลอดภัยของบัญชี Gmail นอกจากนี้โปรดตรวจสอบว่าไม่มีการใช้รหัสผ่าน Gmail ของคุณซ้ำในบริการอื่นๆ มิฉะนั้น หากบัญชีใดบัญชีหนึ่งของคุณถูกบุกรุก บัญชีทั้งหมดอาจถูกบุกรุกด้วย"},"password_warning_banner_header":{"message":"รีเซ็ตรหัสผ่าน Gmail"},"phishing_warning_banner_body":{"message":"ดูเหมือนว่าไซต์นี้ใช้หน้าการเข้าสู่ระบบ Google ที่ปลอมขึ้นมาเพื่อขโมยรหัสผ่านของคุณ ดังนั้นจึงมีการบล็อกไซต์นี้ไว้ หากคุณรับทราบว่าไซต์นี้อาจเป็นอันตรายต่อคอมพิวเตอร์ของคุณ คุณอาจไปที่ไซต์นี้ได้ แต่โปรดระมัดระวังเกี่ยวกับข้อมูลที่คุณจะพิมพ์"},"phishing_warning_banner_header":{"message":"ไซต์นี้ถูกบล็อก"},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"รีเซ็ตรหัสผ่าน"},"sign_in":{"message":"ลงชื่อเข้าใช้"},"visit_this_site":{"message":"ไปที่ไซต์นี้"}}
