{"back":{"message":"Voltar"},"contact_security":{"message":"Entre em contato com a segurança"},"extension_description":{"message":"O Password Catcher ajuda a proteger contra ataques de phishing."},"extension_detailed_description":{"message":"Se você digitar sua senha do Gmail ou Google for Work em algum lugar que não seja accounts.google.com, receberá um alerta para que possa alterar sua senha, se necessário.\n\nO Password Catcher também tenta detectar páginas de login do Google falsas para alertar antes que você digite sua senha. Para fazer isso, o Password Catcher verifica o HTML de cada página visitada para ver se ela está falsificando uma página de login do Google.\n\nPerguntas frequentes\n-- O Password Catcher armazena minha senha?\nNão. O Password Catcher não armazena sua senha ou pressionamentos de teclas. Em vez disso, ele usa uma miniatura segura da sua senha, a qual é comparada com seus pressionamentos de teclas recentes no Google Chrome para ajudar a identificar a miniatura segura em sites que possam ser maliciosos.\n\n-- Para onde o Password Catcher envia os dados?\nSe você usa o Password Catcher em uma conta do Gmail, o Password Catcher não envia nenhum dado do seu computador local. Caso seu administrador do Google for Work implante o Password Catcher em todos os navegadores Chrome gerenciados do seu domínio, o administrador receberá alertas quando o Password Catcher for acionado.\n\n-- Quais são os limites do Password Catcher?\nO Password Catcher não protege janelas anônimas, Aplicativos do Google Chrome ou Extensões do Chrome. Ele também não protege senhas de serviços que não sejam do Google. O Password Catcher opera somente dentro do navegador da Web Chrome quando o Javascript está ativado.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar"},"initialization_message":{"message":"Para que o Password Catcher entre em funcionamento, faça login na sua conta."},"initialization_thank_you_message":{"message":"Obrigado. O Password Catcher agora está em funcionamento."},"password_warning_banner_body":{"message":"Sua senha do Gmail acabou de ser exposta a uma página de login que não é do Gmail. Redefina imediatamente sua senha para manter sua conta do Gmail segura. Além disso, certifique-se de sua senha do Gmail não seja reutilizada em outros serviços. Caso contrário, se uma das suas contas for comprometida, todas as outras poderão ser comprometidas."},"password_warning_banner_header":{"message":"Redefina sua senha do Gmail"},"phishing_warning_banner_body":{"message":"Este site parece estar usando uma versão falsa da página de login do Google para roubar sua senha. Por esse motivo, ele foi bloqueado. Se você acha que este site pode danificar seu computador, você pode visitá-lo, mas tenha cuidado com as informações que digitar."},"phishing_warning_banner_header":{"message":"Este site foi bloqueado."},"reset_password":{"message":"Redefinir senha"},"sign_in":{"message":"Faça login"},"visit_this_site":{"message":"Visite este site"}}
