{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Voltar"},"contact_security":{"message":"Entre em contato com a segurança"},"extension_description":{"message":"O Password Catcher ajuda a proteger contra ataques de phishing."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Para que o Password Catcher entre em funcionamento, faça login na sua conta."},"initialization_thank_you_message":{"message":"Obrigado. O Password Catcher agora está em funcionamento."},"password_warning_banner_body":{"message":"Sua senha do Gmail acabou de ser exposta a uma página de login que não é do Gmail. Redefina imediatamente sua senha para manter sua conta do Gmail segura. Além disso, certifique-se de sua senha do Gmail não seja reutilizada em outros serviços. Caso contrário, se uma das suas contas for comprometida, todas as outras poderão ser comprometidas."},"password_warning_banner_header":{"message":"Redefina sua senha do Gmail"},"phishing_warning_banner_body":{"message":"Este site parece estar usando uma versão falsa da página de login do Google para roubar sua senha. Por esse motivo, ele foi bloqueado. Se você acha que este site pode danificar seu computador, você pode visitá-lo, mas tenha cuidado com as informações que digitar."},"phishing_warning_banner_header":{"message":"Este site foi bloqueado."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Redefinir senha"},"sign_in":{"message":"Faça login"},"visit_this_site":{"message":"Visite este site"}}
