{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"ආපසු"},"contact_security":{"message":"ආරක්ෂක අංශය අමතන්න"},"extension_description":{"message":"මුරපද අල්ලන්නා, තතුබෑමේ ප්‍රහාරවලින් ආරක්ෂා වීමට උපකාරී වේ."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"මුරපද අල්ලන්නා"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"මුරපද අල්ලන්නා බලාත්මක කිරීමට, කරුණාකර ඔබගේ ගිණුමට පුරනය වන්න."},"initialization_thank_you_message":{"message":"ඔබට ස්තූතියි. මුරපද අල්ලන්නා දැන් බලාත්මක වී ඇත."},"password_warning_banner_body":{"message":"ඔබගේ Gmail මුරපදය Gmail නොවන පුරනය වීමේ පිටුවකට අනාවරණය වී ඇත. ඔබගේ Gmail ගිණුම ආරක්ෂා කර ගැනීමට, ඔබ ඔබගේ මුරපදය ඉක්මනින්ම නැවත සැකසිය යුතුය. එසේම ඔබගේ Gmail මුරපදය වෙනත් උපාංග මත භාවිතා නොවන බවට තහවුරු කර ගන්න -- එසේ නොමැතිව ඔබගේ එක් ගිණුමකට හෝ හානි වුවහොත්, අනෙක් සියල්ලටම ද එසේ විය හැක."},"password_warning_banner_header":{"message":"ඔබගේ Gmail මුරපදය වෙනස් කරන්න"},"phishing_warning_banner_body":{"message":"මෙම අඩවිය, ඔබගේ මුරපදය සොරකම් කිරීමට, පුරනය වීමේ පිටුවේ ව්‍යාජ අනුවාදයක් භාවිතා කරන බවට පෙනෙන නිසා, එය අවහිර කර ඇත. මෙම වෙබ් අඩවියට අබවිය ඔබේ පරිගණකයට හානිකර බවට ඔබට අවබෝධ වේ නම්, ඔබ මෙම අඩවියට පිවිසෙන නමුත්, ඔබ ටයිප් කරන තොරතුරු පිළිබඳ සැළකිලිමත් වන්න."},"phishing_warning_banner_header":{"message":"මෙම අඩවිය අවහිර කර තිබේ."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"මුරපදය නැවත සකසන්න"},"sign_in":{"message":"පුරනය වන්න"},"visit_this_site":{"message":"මෙම අඩවියට පිවිසෙන්න"}}
