{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Volver"},"contact_security":{"message":"Ponte en contacto cos administradores de seguranza"},"extension_description":{"message":"Password Catcher axuda a protexer contra ataques de phishing."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Para que se aplique Password Catcher, inicia sesión na túa conta."},"initialization_thank_you_message":{"message":"Grazas. Password Catcher está en funcionamento neste momento."},"password_warning_banner_body":{"message":"O teu contrasinal de Gmail acaba de expoñerse a unha páxina de inicio de sesión distinta da de Gmail. Debes restablecer o teu contrasinal inmediatamente para protexer a túa conta de Gmail. Asegúrate tamén de non reutilizar o teu contrasinal de Gmail noutros servizos (do contrario, se se pon en perigo unha das túas contas, poderían estar todas en perigo)."},"password_warning_banner_header":{"message":"Restablece o teu contrasinal de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio está utilizando unha versión falsa da páxina de inicio de sesión de Google para roubar o teu contrasinal, polo que foi bloqueado. Se xa sabes que é posible que este sitio dane o teu ordenador, podes visitalo, pero ten coidado coa información que escribes."},"phishing_warning_banner_header":{"message":"Bloqueouse este sitio."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Restablecer contrasinal"},"sign_in":{"message":"Iniciar sesión"},"visit_this_site":{"message":"Visita ese sitio"}}
