{"back":{"message":"Volver"},"contact_security":{"message":"Ponte en contacto cos administradores de seguranza"},"extension_description":{"message":"Password Catcher axuda a protexer contra ataques de phishing."},"extension_detailed_description":{"message":"Se introduces o teu contrasinal de Gmail ou de Google for Work nunha páxina distinta de accounts.google.com, recibirás unha alerta para que poidas cambiar o contrasinal se o necesitas.\n\nPassword Catcher tamén tenta detectar páxinas de inicio de sesión de Google falsas para avisarte antes de que escribas o contrasinal. Para iso, Password Catcher comproba o código HTML de cada páxina que visitas para comprobar se está facéndose pasar por unha páxina de inicio de sesión de Google.\n\nPreguntas frecuentes\n-- Almacena Password Catcher o meu contrasinal?\nNon. Password Catcher non almacena o teu contrasinal nin as túas pulsacións de teclas. No seu lugar, utiliza unha miniatura segura do teu contrasinal, que compara coas túas pulsacións de teclas recentes realizadas en Chrome para axudar a ver a miniatura segura en sitios que poden resultar maliciosos.\n\n-- A onde envía Password Catcher os datos?\nSe estás usando Password Catcher nunha conta de Gmail, non enviará ningún dato desde o teu ordenador local. Se o teu administrador de Google for Work implementa Password Catcher en todos os navegadores Chrome xestionados do teu dominio, o administrador recibirá alertas cando se active Password Catcher.\n\n-- Cales son os límites de Password Catcher?\nPassword Catcher non protexe as ventás do modo de incógnito, as aplicacións nin as extensións de Chrome. Tampouco protexe os contrasinais dos servizos non pertencentes a Google. Password Catcher só funciona no navegador web Chrome cando Javascript está activado.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar"},"initialization_message":{"message":"Para que se aplique Password Catcher, inicia sesión na túa conta."},"initialization_thank_you_message":{"message":"Grazas. Password Catcher está en funcionamento neste momento."},"password_warning_banner_body":{"message":"O teu contrasinal de Gmail acaba de expoñerse a unha páxina de inicio de sesión distinta da de Gmail. Debes restablecer o teu contrasinal inmediatamente para protexer a túa conta de Gmail. Asegúrate tamén de non reutilizar o teu contrasinal de Gmail noutros servizos (do contrario, se se pon en perigo unha das túas contas, poderían estar todas en perigo)."},"password_warning_banner_header":{"message":"Restablece o teu contrasinal de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio está utilizando unha versión falsa da páxina de inicio de sesión de Google para roubar o teu contrasinal, polo que foi bloqueado. Se xa sabes que é posible que este sitio dane o teu ordenador, podes visitalo, pero ten coidado coa información que escribes."},"phishing_warning_banner_header":{"message":"Bloqueouse este sitio."},"reset_password":{"message":"Restablecer contrasinal"},"sign_in":{"message":"Iniciar sesión"},"visit_this_site":{"message":"Visita ese sitio"}}
