{"always_ignore":{"message":"Ignorar sempre este sitio web"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Volver"},"contact_security":{"message":"Ponte en contacto cos administradores de seguranza"},"extension_description":{"message":"Password Catcher axuda a protexer contra ataques de phishing."},"extension_detailed_description":{"message":"Se introduces o teu contrasinal de Gmail ou de Google for Work nunha páxina distinta de accounts.google.com, recibirás unha alerta para que poidas cambiar o contrasinal se o necesitas.\n\nPassword Catcher tamén tenta detectar páxinas de inicio de sesión de Google falsas para avisarte antes de que escribas o contrasinal. Para iso, Password Catcher comproba o código HTML de cada páxina que visitas para comprobar se se está facendo pasar por unha páxina de inicio de sesión de Google.\n\nPreguntas frecuentes\n-- Cando se aplicará Password Catcher?\nPassword Catcher iniciarase a próxima vez que escribas o teu contrasinal en accounts.google.com.\n\n-- Almacena Password Catcher o meu contrasinal ou as pulsacións de teclas?\nNon. Password Catcher non almacena o teu contrasinal nin as pulsacións de teclas. No seu lugar, utiliza unha miniatura segura do teu contrasinal, que compara cunha miniatura das túas pulsacións de teclas máis recentes realizadas en Chrome.\n\n-- A onde envía Password Catcher os datos?\nSe estás usando Password Catcher nunha conta de Gmail, non enviará ningún dato desde o teu ordenador local. Se o teu administrador de Google for Work opta por implementar Password Catcher no teu dominio, o administrador recibirá alertas cando se active Password Catcher.\n\n-- Cales son os límites de Password Catcher?\nPassword Catcher non protexe as ventás do modo de incógnito, as aplicacións nin as extensións de Chrome. Tampouco protexe os contrasinais dos servizos non pertencentes a Google. Password Catcher só funciona no navegador web Chrome cando Javascript está activado.\n\n-- Onde podo obter máis información?\nConsulta todas as preguntas frecuentes en LINK_TBD ou accede a https://github.com/google/password- catcher para ver a base de código aberto completa.\n\nAo instalar este elemento, aceptas as Condicións de servizo e a Política de privacidade de Google que aparecen en www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar esta vez"},"initialization_message":{"message":"Para que se aplique Password Catcher, inicia sesión na túa conta."},"initialization_thank_you_message":{"message":"Grazas. Password Catcher está en funcionamento neste momento."},"learn_more":{"message":"Learn more"},"password_warning_banner_body":{"message":"Your Gmail password was just exposed to a non-Gmail login page. You should immediately reset your password to keep your Gmail account secure. Also, please make sure your Gmail password is not reused on other services."},"password_warning_banner_header":{"message":"Restablece o teu contrasinal de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio está utilizando unha versión falsa da páxina de inicio de sesión de Google para roubar o teu contrasinal, polo que foi bloqueado. Se xa sabes que é posible que este sitio dane o teu ordenador, podes visitalo, pero ten coidado coa información que escribes."},"phishing_warning_banner_header":{"message":"Bloqueouse este sitio."},"report_phishing":{"message":"Informar deste sitio"},"reset_password":{"message":"Restablecer contrasinal"},"sign_in":{"message":"Iniciar sesión"},"visit_this_site":{"message":"Visita ese sitio"}}
