{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Quay lại"},"contact_security":{"message":"Liên hệ với quản trị viên bảo mật"},"extension_description":{"message":"Password Catcher (Trình bảo vệ mật khẩu) giúp bảo vệ chống lại các cuộc tấn công lừa đảo."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Để Password Catcher có hiệu lực, hãy đăng nhập vào tài khoản của bạn."},"initialization_thank_you_message":{"message":"Cảm ơn bạn. Password Catcher hiện đã có hiệu lực."},"password_warning_banner_body":{"message":"Mật khẩu Gmail của bạn vừa hiển thị với một trang đăng nhập không phải Gmail. Bạn nên đặt lại mật khẩu ngay để giữ cho tài khoản Gmail của mình an toàn. Đồng thời, vui lòng đảm bảo không sử dụng lại mật khẩu Gmail trên các dịch vụ khác -- nếu không, nếu một trong các tài khoản của bạn bị xâm phạm, tất cả các tài khoản đó có thể bị xâm phạm."},"password_warning_banner_header":{"message":"Đặt lại mật khẩu Gmail của bạn"},"phishing_warning_banner_body":{"message":"Trang web này có vẻ như đang sử dụng phiên bản trang đăng nhập Google giả mạo để ăn cắp mật khẩu của bạn, do đó, trang đã bị chặn. Nếu hiểu rằng trang web này có thể gây hại cho máy tính của mình, bạn có thể truy cập trang web này nhưng hãy cẩn thận về những thông tin mà bạn nhập."},"phishing_warning_banner_header":{"message":"Trang web này đã bị chặn."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Đặt lại mật khẩu"},"sign_in":{"message":"Đăng nhập"},"visit_this_site":{"message":"Truy cập trang web này"}}
