{"always_ignore":{"message":"Ignoreeri selle veebisaidi puhul alati"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Tagasi"},"contact_security":{"message":"Võtke ühendust turvaadministraatoriga"},"extension_description":{"message":"Paroolipüüdja aitab teid kaitsta andmepüügirünnakute eest."},"extension_detailed_description":{"message":"Kui sisestate Gmaili või Google for Worki parooli mujal kui aadressil accounts.google.com, saate märguande, et saaksite vajaduse korral parooli muuta.\n\nParoolipüüdja püüab tuvastada ka võltsitud Google'i sisselogimislehti, et teavitada teid, enne kui sisestate oma parooli. Selleks kontrollib paroolipüüdja iga külastatava lehe HTML-koodi ja veendub, et see ei esineks Google'i sisselogimislehena.\n\nKKK\n\n– Millal paroolipüüdja tööle hakkab?\nParoolipüüdja lähtestab end järgmisel korral, kui sisestate parooli aadressile accounts.google.com.\n\n– Kas paroolipüüdja salvestab mu paroolid või klahvivajutused?\nEi. Paroolipüüdja ei salvesta teie paroole ega klahvivajutusi, vaid talletab parooli turvalise pisipildi ja võrdleb seda Chrome'is teie hiljutiste klahvivajutuste pisipildiga.\n\n– Kuhu paroolipüüdja andmed saadab?\n\nKui kasutate paroolipüüdjat Gmaili kontol, ei saada paroolipüüdja teie kohalikust arvutist andmeid. Kui teie Google for Worki administraator otsustab juurutada paroolipüüdja teie domeenis, saab administraator paroolipüüdja aktiveerumisel märguande.\n\n– Millised on paroolipüüdja piirangud?\nParoolipüüdja ei kaitse inkognito aknaid, Chrome'i rakendusi ega Chrome'i laiendusi. Samuti kaitseb see ainult Google'i teenuste paroole. Paroolipüüdja töötab Chrome'i veebibrauseris vaid juhul, kui JavaScript on lubatud.\n\n– Kust leida üksikasjalikumat teavet?\nVaadake täielikku KKK-d aadressil LINK_TBD. Samuti võite vaadata tervet avatud lähtekoodi aadressil https://github.com/google/password- catcher.\n\nKui installite selle üksuse, nõustute Google'i teenusetingimuste ja privaatsuseeskirjadega, mis on saadaval aadressil www.google.com/policies/\n"},"extension_name":{"message":"Paroolipüüdja"},"ignore":{"message":"Ignoreeri seekord"},"initialization_message":{"message":"Paroolipüüdja sisselülitamiseks logige oma kontole sisse."},"initialization_thank_you_message":{"message":"Täname. Paroolipüüdja on nüüd sisse lülitatud."},"learn_more":{"message":"Learn more"},"password_warning_banner_body":{"message":"Your Gmail password was just exposed to a non-Gmail login page. You should immediately reset your password to keep your Gmail account secure. Also, please make sure your Gmail password is not reused on other services."},"password_warning_banner_header":{"message":"Lähtestage oma Gmaili parool"},"phishing_warning_banner_body":{"message":"Tundub, et see sait kasutab teie parooli varastamiseks Google'i sisselogimislehe võltsversiooni, seetõttu on see blokeeritud. Kui mõistate, et see sait võib teie arvutile ohtlik olla, võite saiti külastada, kuid olge seal teabe sisestamisel ettevaatlik."},"phishing_warning_banner_header":{"message":"See sait on blokeeritud."},"report_phishing":{"message":"Teavita sellest saidist"},"reset_password":{"message":"Lähtestage parool"},"sign_in":{"message":"Logige sisse"},"visit_this_site":{"message":"Külastage seda saiti"}}
