{"back":{"message":"Tagasi"},"contact_security":{"message":"Võtke ühendust turvaadministraatoriga"},"extension_description":{"message":"Paroolipüüdja aitab teid kaitsta andmepüügirünnakute eest."},"extension_detailed_description":{"message":"Kui sisestate oma Gmaili või teenuse Google for Work parooli mujal kui aadressil accounts.google.com, näete hoiatust, et saaksite vajaduse korral parooli muuta.\n\nParoolipüüdja püüab tuvastada ka võltsitud Google'i sisselogimislehed, et teid hoiatada enne, kui olete oma parooli sisestanud. Selleks kontrollib paroolipüüdja iga külastatava lehe HTML-i, et näha, kas see esineb Google'i sisselogimislehena.\n\nKKK\n-- Kas paroolipüüdja salvestab mu parooli?\nEi. Paroolipüüdja ei salvesta teie parooli ega klahvivajutusi – selle asemel kasutab see teie parooli turvalist pisipilti, mida võrreldakse hiljutiste Chrome'is tehtud klahvivajutustega, et leida turvaline pisipilt saitidelt, mis võivad olla pahatahtlikud.\n\n-- Kuhu paroolipüüdja andmed saadab?\nKui kasutate paroolipüüdjat Gmaili kontol, ei saada paroolipüüdja teie kohalikust arvutist mingeid andmeid. Kui teenuse Google for Work administraator rakendab paroolipüüdja teie domeenil kõigis hallatud Chrome'i brauserites, saab administraator paroolipüüdja käivitumisel hoiatusi.\n\n-- Millised on paroolipüüdja piirangud?\nParoolipüüdja ei kaitse inkognito aknaid, Chrome'i rakendusi ega Chrome'i laiendusi. See kaitseb vaid Google'i teenuste paroole. Paroolipüüdja töötab Chrome'i veebibrauseris vaid siis, kui Javascript on lubatud.\n"},"extension_name":{"message":"Paroolipüüdja"},"ignore":{"message":"Ignoreerige"},"initialization_message":{"message":"Paroolipüüdja sisselülitamiseks logige oma kontole sisse."},"initialization_thank_you_message":{"message":"Täname. Paroolipüüdja on nüüd sisse lülitatud."},"password_warning_banner_body":{"message":"Teie Gmaili parool avaldati äsja mitte-Gmaili sisselogimislehel. Peaksite Gmaili konto turvalisuse tagamiseks kohe oma parooli lähtestama. Ärge kasutage oma Gmaili parooli teistes teenustes – muul juhul satuvad ühe konto ohtusattumisel ohtu ka kõik teised kontod."},"password_warning_banner_header":{"message":"Lähtestage oma Gmaili parool"},"phishing_warning_banner_body":{"message":"Tundub, et see sait kasutab teie parooli varastamiseks Google'i sisselogimislehe võltsversiooni, seetõttu on see blokeeritud. Kui mõistate, et see sait võib teie arvutile ohtlik olla, võite saiti külastada, kuid olge seal teabe sisestamisel ettevaatlik."},"phishing_warning_banner_header":{"message":"See sait on blokeeritud."},"reset_password":{"message":"Lähtestage parool"},"sign_in":{"message":"Logige sisse"},"visit_this_site":{"message":"Külastage seda saiti"}}
