{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Nyuma"},"contact_security":{"message":"Wasiliana na Wasimamizi wa Usalama"},"extension_description":{"message":"Password Catcher husaidia kulinda dhidi ya uvamizi wa kuhadaa ili kupata maelezo ya kibinafsi."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Ili Password Catcher kufanya kazi, tafadhali ingia katika akaunti yako."},"initialization_thank_you_message":{"message":"Asante. Password Catcher sasa inafanya kazi."},"password_warning_banner_body":{"message":"Nenosiri lako la Gmail lilifichuliwa kwenye ukurasa usio wa kuingia kwenye Gmail. Unapaswa kuliweka upya mara moja ili kuiweka akaunti yako ya Gmail salama. Pia, tafadhali hakikisha kuwa nenosiri lako la Gmail halitumiki tena kwenye huduma nyingine -- vinginevyo, akaunti yako moja ikiathiriwa, huenda zote zikaathiriwa."},"password_warning_banner_header":{"message":"Weka upya nenosiri lako la Gmail"},"phishing_warning_banner_body":{"message":"Ni kama tovuti hii inatumia toleo bandia la ukurasa wa kuingia kwenye Google ili kuiba nenosiri lako, kwa hivyo imezuiwa. Ikiwa unaelewa kuwa tovuti hii inaweza kudhuru kompyuta yako, unaweza kutembelea tovuti hii lakini tafadhali tahadhari kuhusu maelezo unayocharaza."},"phishing_warning_banner_header":{"message":"Tovuti hii imezuiwa."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Weka Upya Nenosiri"},"sign_in":{"message":"Ingia Katika Akaunti"},"visit_this_site":{"message":"Tembelea Tovuti Hii"}}
