{"always_ignore":{"message":"Kupuuza kwa tovuti hii wakati wowote"},"always_ignore_confirmation":{"message":"Ungependa Password Catcher kupuuza tovuti hii wakati wote?"},"back":{"message":"Nyuma"},"contact_security":{"message":"Wasiliana na Wasimamizi wa Usalama"},"extension_description":{"message":"Password Catcher husaidia kulinda dhidi ya uvamizi wa kuhadaa ili kupata maelezo ya kibinafsi."},"extension_detailed_description":{"message":"Ukiweka nenosiri lako la Gmail au Google for Work mahali popote ambapo si accounts.google.com, utapokea arifa, ili ubadilishe nenosiri lako ikihitajika.\n\nPassword Catcher pia hujaribu kutambua kurasa bandia za kuingia kwenye Google ili kukuarifu kabla hujacharaza nenosiri lako. Ili kufanya hivyo, Password Catcher hukagua HTML ya kila ukurasa unaotembelea kuona ikiwa inaiga ukurasa wa kuingia kwenye Google.\n\nMaswali Yanayoulizwa Sana\n-- Je, Password Catcher itaanza kufanya kazi lini?\nPassword Catcher itajianzishe wakati ujao utakapoweka nenosiri lako katika accounts.google.com.\n\n-- Je, Password Catcher inahifadhi nenosiri langu au mibonyezo ya vitufe? \nLa. Password Catcher haihifadhi nenosiri lako au mibonyezo ya vitufe -- badala yake, huhifadhi kijipicha salama cha nenosiri lako, ambacho inalinganisha dhidi ya kijipicha cha mibonyezo yako ya vitufe ya hivi majuzi ndani ya Chrome.\n\n-- Je, Password Catcher inatuma data wapi?\nIkiwa unatumia Password Catcher katika akaunti ya Gmail, Password Catcher haitumi data yoyote kutoka kwenye kompyuta yako ya karibu. Ikiwa msimamizi wako wa Google for Work ataamua kutumia Password Catcher kwenye kikoa chako, msimamizi atapokea arifa Password Catcher ikianzisha.\n\n-- Vikomo vya Password Catcher ni gani?\nPassword Catcher hailindi madirisha fiche, Programu za Chrome, au Viendelezi vya Chrome. Pia hailindi manenosiri kwa huduma zisizo za Google. Password Catcher inafanya kazi ndani ya kivinjari cha wavuti wa Chrome pekee Javascript ikiwashwa.\n\n-- Ni wapi ninapoweza kupata maelezo zaidi?\nTembelea Maswali Yanayoulizwa Sana kwenye LINK_TBD, au unaweza kuangalia mkusanyiko mzima wa programu huria kwenye https://github.com/google/password- catcher.\n\nKwa kusakinisha kipengee hiki, unakubali Sheria na Masharti na Sera ya Faragha ya Google kwenye www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Puuza sasa"},"initialization_message":{"message":"Ili Password Catcher kufanya kazi, tafadhali ingia katika akaunti yako."},"initialization_thank_you_message":{"message":"Asante. Password Catcher sasa inafanya kazi."},"learn_more":{"message":"Pata maelezo zaidi"},"password_warning_banner_body":{"message":"Nenosiri lako la Gmail lilifichuliwa kwenye ukurasa usio wa kuingia kwenye Gmail. Unapaswa kuweka upya nenosiri lako mara moja ili kuweka akaunti ya Gmail salama. Pia, hakikisha kuwa nenosiri lako la Gmail halitumiwi tena kwenye huduma nyingine."},"password_warning_banner_header":{"message":"Weka upya nenosiri lako la Gmail"},"phishing_warning_banner_body":{"message":"Ni kama tovuti hii inatumia toleo bandia la ukurasa wa kuingia kwenye Google ili kuiba nenosiri lako, kwa hivyo imezuiwa. Ikiwa unaelewa kuwa tovuti hii inaweza kudhuru kompyuta yako, unaweza kutembelea tovuti hii lakini tafadhali tahadhari kuhusu maelezo unayocharaza."},"phishing_warning_banner_header":{"message":"Tovuti hii imezuiwa."},"report_phishing":{"message":"Ripoti Tovuti Hii"},"reset_password":{"message":"Weka Upya Nenosiri"},"sign_in":{"message":"Ingia Katika Akaunti"},"visit_this_site":{"message":"Tembelea Tovuti Hii"}}
