{"always_ignore":{"message":"Puuza kwa tovuti hii wakati wowote"},"always_ignore_confirmation":{"message":"Je, ungependa Kilinda Nenosiri kipuuze tovuti hii kila wakati?"},"back":{"message":"Nyuma"},"contact_security":{"message":"Wasiliana na Wasimamizi wa Usalama"},"extension_description":{"message":"Kilinda Nenosiri husaidia kukinga dhidi ya uvamizi wa kuhadaa ili kupata maelezo ya kibinafsi."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Alert also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Alert checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Alert take effect?\nPassword Alert will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Alert store my password or keystrokes?\nNo. Password Alert doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Alert send data?\nIf you are using Password Alert in a Gmail account, Password Alert does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Alert across your domain, the administrator will receive alerts when Password Alert triggers.\n\n-- What are Password Alert's limits?\nPassword Alert doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Alert only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password-alert\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Kilinda Nenosiri"},"ignore":{"message":"Puuza sasa"},"initialization_message":{"message":"Ili Kilinda Nenosiri kianze kufanya kazi, tafadhali ingia kwenye akaunti yako."},"initialization_thank_you_message":{"message":"Asante. Kilinda Nenosiri sasa kinafanya kazi."},"learn_more":{"message":"Pata maelezo zaidi"},"password_warning_banner_body":{"message":"Nenosiri lako la Gmail lilifichuliwa kwenye ukurasa usio wa kuingia kwenye Gmail. Unapaswa kuweka upya nenosiri lako mara moja ili kuweka akaunti ya Gmail salama. Pia, hakikisha kuwa nenosiri lako la Gmail halitumiwi tena kwenye huduma nyingine."},"password_warning_banner_header":{"message":"Weka upya nenosiri lako la Gmail"},"phishing_warning_banner_body":{"message":"Ni kama tovuti hii inatumia toleo bandia la ukurasa wa kuingia kwenye Google ili kuiba nenosiri lako, kwa hivyo imezuiwa. Ikiwa unaelewa kuwa tovuti hii inaweza kudhuru kompyuta yako, unaweza kutembelea tovuti hii lakini tafadhali tahadhari kuhusu maelezo unayocharaza."},"phishing_warning_banner_header":{"message":"Tovuti hii imezuiwa."},"report_phishing":{"message":"Ripoti Tovuti Hii"},"reset_password":{"message":"Weka Upya Nenosiri"},"sign_in":{"message":"Ingia Katika Akaunti"},"visit_this_site":{"message":"Tembelea Tovuti Hii"}}
