{"back":{"message":"Kembali"},"contact_security":{"message":"Hubungi Keselamatan"},"extension_description":{"message":"Password Catcher membantu melindungi daripada serangan pancingan data."},"extension_detailed_description":{"message":"Jika anda memasukkan kata laluan Gmail atau Google for Work anda ke tempat lain selain daripada accounts.google.com, anda akan menerima makluman, jadi anda boleh menukar kata laluan anda jika perlu.\n\nPassword Catcher juga cuba mengesan halaman log masuk Google yang palsu untuk memaklumkan anda sebelum anda menaip kata laluan anda. Untuk berbuat demikian,  Password Catcher memeriksa HTML setiap halaman yang anda lawati untuk melihat jika halaman itu menyamar sebagai halaman log masuk Google.\n\nSOALAN LAZIM\n-- Adakah Password Catcher menyimpan kata laluan saya?\nTidak. Password Catcher tidak menyimpan kata laluan atau tekanan kekunci anda -- sebaliknya, Password Catcher menggunakan lakaran kecil selamat kata laluan anda, yang dibandingkan dengan tekanan kekunci anda yang terbaru dalam Chrome untuk membantu mengesan lakaran kecil selamat pada tapak yang mungkin berbahaya.\n\n-- Ke mana Password Catcher menghantar data?\nJika anda menggunakan Password Catcher dalam akaun Gmail, Password Catcher tidak menghantar sebarang data daripada komputer setempat anda. Jika pentadbir Google for Work anda meletakkan Password Catcher pada semua penyemak imbas Chrome terurus dalam domain anda, pentadbir akan menerima makluman apabila Password Catcher tercetus.\n\n-- Apakah had Password Catcher?\nPassword Catcher tidak melindungi tetingkap inkognito, Apl Chrome atau Sambungan Chrome. Password Catcher juga tidak melindungi kata laluan untuk perkhidmatan bukan Google. Password Catcher hanya beroperasi dalam penyemak imbas web Chrome apabila Javascript didayakan.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Abaikan"},"initialization_message":{"message":"Untuk mula menggunakan Password Catcher, sila log masuk ke akaun anda."},"initialization_thank_you_message":{"message":"Terima kasih. Password Catcher kini berfungsi."},"password_warning_banner_body":{"message":"Kata laluan Gmail anda baru sahaja terdedah kepada halaman log masuk bukan Gmail. Anda harus serta-merta menetapkan semula kata laluan anda untuk memastikan akaun Gmail anda selamat. Anda juga harus memastikan kata laluan Gmail anda tidak digunakan semula pada perkhidmatan lain -- jika tidak, jika salah satu akaun anda terjejas, semua akaun anda boleh terjejas."},"password_warning_banner_header":{"message":"Tetapkan semula kata laluan Gmail anda"},"phishing_warning_banner_body":{"message":"Tapak ini nampaknya menggunakan versi palsu halaman log masuk Google untuk mencuri kata laluan anda, jadi halaman itu telah disekat. Jika anda faham bahawa tapak ini boleh membahayakan komputer anda, anda boleh melawati tapak ini tetapi sila berhati-hati dengan maklumat yang anda taip."},"phishing_warning_banner_header":{"message":"Tapak ini telah disekat."},"reset_password":{"message":"Tetapkan Semula Kata Laluan"},"sign_in":{"message":"Log Masuk"},"visit_this_site":{"message":"Lawati Tapak Ini"}}
