{"always_ignore":{"message":"Sentiasa abaikan untuk tapak web ini"},"always_ignore_confirmation":{"message":"Adakah anda mahu Password Catcher untuk sentiasa mengabaikan tapak web ini?"},"back":{"message":"Kembali"},"contact_security":{"message":"Hubungi Keselamatan"},"extension_description":{"message":"Password Catcher membantu melindungi daripada serangan pancingan data."},"extension_detailed_description":{"message":"Jika anda memasukkan kata laluan Gmail atau Google for Work anda di tempat selain accounts.google.com, anda akan menerima makluman, jadi anda boleh menukar kata laluan anda jika perlu.\n\nPassword Catcher juga cuba untuk mengesan halaman log masuk Google palsu untuk memberi anda amaran sebelum anda cuba menaip kata laluan anda. Untuk berbuat demikian, Password Catcher memeriksa HTML setiap halaman yang anda lawati untuk melihat jika halaman itu menyamar sebagai halaman log masuk Google.\n\nSoalan Lazim\n-- Bila Password Catcher akan berfungsi?\nPassword Catcher akan bermula sendiri pada kali seterusnya anda memasukkan kata laluan anda ke accounts.google.com.\n\n-- Adakah Password Catcher menyimpan kata laluan atau taipan kekunci saya?\nTidak. Password Catcher tidak menyimpan kata laluan atau taipan kekunci anda -- sebaliknya, Password Catcher menyimpan lakaran kecil selamat bagi kata laluan anda, yang dibandingkan dengan lakaran kecil taipan kekunci terbaru anda dalam Chrome.\n\n-- Ke mana Password Catcher menghantar data?\nJika anda menggunakan Password Catcher dalam akaun Gmail, Password Catcher tidak menghantar sebarang data daripada komputer setempat anda. Jika pentadbir Google for Work anda memilih untuk meletakkan Password Catcher di seluruh domain anda, pentadbir akan menerima makluman apabila Password Catcher dicetuskan.\n\n-- Apa had Password Catcher?\nPassword Catcher tidak melindungi tetingkap inkognito, Chrome Apps atau Sambungan Chrome. Password Catcher juga tidak melindungi kata laluan untuk perkhidmatan bukan Google. Password Catcher hanya beroperasi dalam penyemak imbas web Chrome apabila Javascript didayakan.\n\n-- Di mana saya boleh mendapatkan butiran lanjut?\nLawati Soalan Lazim penuh di LINK_TBD atau anda boleh melihat seluruh pangkalan kod sumber terbuka di https://github.com/google/password- catcher.\n\nDengan memasang item ini, anda bersetuju menerima Syarat Perkhidmatan dan Dasar Privasi Google di www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Abaikan kali ini"},"initialization_message":{"message":"Untuk mula menggunakan Password Catcher, sila log masuk ke akaun anda."},"initialization_thank_you_message":{"message":"Terima kasih. Password Catcher kini berfungsi."},"learn_more":{"message":"Ketahui lebih lanjut"},"password_warning_banner_body":{"message":"Kata laluan Gmail anda baru sahaja terdedah kepada halaman log masuk bukan Gmail. Anda harus menetapkan semula kata laluan anda dengan serta-merta untuk memastikan akaun Gmail anda selamat. Anda juga harus memastikan kata laluan Gmail anda tidak digunakan semula pada perkhidmatan lain."},"password_warning_banner_header":{"message":"Tetapkan semula kata laluan Gmail anda"},"phishing_warning_banner_body":{"message":"Tapak ini nampaknya menggunakan versi palsu halaman log masuk Google untuk mencuri kata laluan anda, jadi halaman itu telah disekat. Jika anda faham bahawa tapak ini boleh membahayakan komputer anda, anda boleh melawati tapak ini tetapi sila berhati-hati dengan maklumat yang anda taip."},"phishing_warning_banner_header":{"message":"Tapak ini telah disekat."},"report_phishing":{"message":"Laporkan Tapak Ini"},"reset_password":{"message":"Tetapkan Semula Kata Laluan"},"sign_in":{"message":"Log Masuk"},"visit_this_site":{"message":"Lawati Tapak Ini"}}
