{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"ফিরুন"},"contact_security":{"message":"পরিচিতির নিরাপত্তা"},"extension_description":{"message":"পাসওয়ার্ড ক্যাচার ফিশিং আক্রমনগুলির বিরুদ্ধে রক্ষা করতে সহায়তা করে৷"},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"পাসওয়ার্ড ক্যাচার"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"পাসওয়ার্ড ক্যাচার কার্যকর করার জন্য, অনুগ্রহ করে আপনার অ্যাকাউন্টে সাইন ইন করুন৷"},"initialization_thank_you_message":{"message":"ধন্যবাদ৷ পাসওয়ার্ড ক্যাচার এখন কার্যকর রয়েছে৷"},"password_warning_banner_body":{"message":"আপনার Gmail পাসওয়ার্ড এইমাত্র কোনো অ-Gmail লগইন পৃষ্ঠায় উন্মুক্ত হয়েছে৷ আপনার Gmail অ্যাকাউন্ট সুরক্ষিত রাখতে অবিলম্বে আপনার পাসওয়ার্ড পুনরায় সেট করা উচিৎ৷ এছাড়াও অনুগ্রহ করে নিশ্চিত করুন যে অন্য কোন ওয়েবসাইট বা পরিষেবাগুলিতে আপনার Gmail এর পাসওয়ার্ড পুনরায় ব্যবহার করা হয়নি৷ -- অন্যথায়, যদি আপনি যদি আপনার অ্যাকাউন্টগুলির মধ্যে একটি অবৈধভাবে অ্যাক্সেসকৃত হলে সবগুলিই অবৈধভাবে অ্যাক্সেসকৃত হবে৷"},"password_warning_banner_header":{"message":"আপনার Gmail এর পাসওয়ার্ড পুনরায় সেট করুন"},"phishing_warning_banner_body":{"message":"দেখে মনে হচ্ছে আপনার পাসওয়ার্ড চুরি করার জন্য এই সাইটটি একটি নকল সংস্করণের Google লগইন পৃষ্ঠা ব্যবহার করছে, তাই এটিকে অবরোধ করা হয়েছে৷ যদি আপনি বোঝেন যে এই সাইটটি আপনার কম্পিউটারের ক্ষতি করতে পারে, তবে অপনি এই সাইটে যেতে পারেন কিন্তু অনুগ্রহ করে আপনার কি তথ্য  লিখছেন সে বিষযে সম্পর্কে সতর্ক থাকুন৷"},"phishing_warning_banner_header":{"message":"এই সাইটটি অবরুদ্ধ করা হয়েছে৷"},"reset_password":{"message":"পাসওয়ার্ড রিসেট করুন"},"sign_in":{"message":"সাইন ইন করুন"},"visit_this_site":{"message":"এই সাইটটি দেখুন"}}
