{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"पछाडि जानुहोस्"},"contact_security":{"message":"सुरक्षा सम्पर्क गर्नुहोस्"},"extension_description":{"message":"पासवर्ड क्याचरले फिसिङ आक्रमणबाट जोगाउन मद्दत गर्छ।"},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"पासवर्ड क्याचर"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"पासवर्ड क्याचरले काम गर्नको लागि, कृपया तपाईँको खातामा साइन इन गर्नुहोस्।"},"initialization_thank_you_message":{"message":"धन्यवाद। पासवर्ड क्याचर अहिले कार्यमा छ।"},"password_warning_banner_body":{"message":"तपाईँको Gmail पासवर्डलाई भरखरै एउटा गैर-Gmail लगइन पृष्ठमा पठाइएको छ। तपाईँले आफ्नो Gmail खाता सुरक्षित राख्न तपाईँको पासवर्ड तुरुन्तै रिसेट गर्नुपर्छ। कृपया तपाईँको Gmail पासवर्ड अन्य सेवाहरूमा पुनःप्रयोग गरिएको छैन भन्ने कुरा पनि सुनिश्चित गर्नुहोस्। - अन्यथा, यदि तपाईँका खाताहरूमध्ये कुनै एउटा सङ्क्रमित छ भने तिनीहरू सबैलाई सङ्क्रमित गर्न सकिन्छ।"},"password_warning_banner_header":{"message":"तपाईँको Gmail पासवर्ड रिसेट गर्नुहोस्"},"phishing_warning_banner_body":{"message":"यस साइटले तपाईँको पासवर्ड चोर्न Google लगइन पृष्ठको एउटा नक्कली संस्करण प्रयोग गरिरहेको देखिन्छ, त्यसैले यसलाई रोकिएको छ। यस साइटले आफ्नो कम्प्युटरमा हानि गर्न सक्छ भन्ने तपाईँ बुझ्नुहुन्छ भने, तपाईँ यस साइटमा भ्रमण गर्न सक्नुहुन्छ तर तपाईँले टाइप गर्ने जानकारी बारे चाहीँ होसियार हुनुहोस्।"},"phishing_warning_banner_header":{"message":"यो साइट ब्लक गरिएको छ।"},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"पासवर्ड रिसेट गर्नुहोस्"},"sign_in":{"message":"साइन इन गर्नुहोस्"},"visit_this_site":{"message":"यो साइटमा भ्रमण गर्नुहोस्"}}
