{"back":{"message":"Назад"},"contact_security":{"message":"Зв’язатися з командою безпеки"},"extension_description":{"message":"Password Catcher захищає від фішингу."},"extension_detailed_description":{"message":"Якщо ви введете свій пароль Gmail або Google for Work не на сторінці accounts.google.com, вам надійде сповіщення. За потреби ви зможете змінити пароль.\n\nОкрім того, Password Catcher виявляє фальшиві сторінки входу Google і повідомляє про це вас. Для цього Password Catcher перевіряє код HTML усіх сторінок, які ви відвідуєте, шукаючи ознаки імітації сторінки входу Google.\n\nПоширені запитання\n– Password Catcher зберігає мій пароль?\nНі. Password Catcher не зберігає паролі або введені символи. Натомість він зберігає надійний ескіз вашого пароля й порівнює його із символами, які ви нещодавно вводили в Chrome, щоб перевірити, чи не вказували ви свій пароль на зловмисних сайтах.\n\n– Куди Password Catcher надсилає дані?\nЯкщо ви використовуєте Password Catcher в обліковому записі Gmail, дані з вашого комп’ютера не надсилаються. Якщо адміністратор Google for Work установить Password Catcher у всіх керованих веб-переглядачах Chrome, йому надходитимуть сповіщення, коли Password Catcher спрацьовуватиме.\n\n– Які обмеження має Password Catcher?\nPassword Catcher не захищає анонімні вікна, а також додатки та розширення Chrome. Він захищає лише паролі сервісів Google і лише у веб-переглядачі Chrome, у якому ввімкнено Javascript.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ігнорувати"},"initialization_message":{"message":"Щоб активувати Password Catcher, увійдіть у свій обліковий запис."},"initialization_thank_you_message":{"message":"Дякуємо. Password Catcher активовано."},"password_warning_banner_body":{"message":"Ви ввели пароль Gmail на сторінці входу стороннього сервісу. Щоб захистити свій обліковий запис Gmail, радимо негайно змінити пароль. Ніколи не використовуйте пароль Gmail для інших веб-сайтів і сервісів, інакше зловмисники, зламавши один обліковий запис, матимуть доступ до всіх інших."},"password_warning_banner_header":{"message":"Скиньте пароль Gmail"},"phishing_warning_banner_body":{"message":"Цей сайт заблоковано, оскільки він містить фальшиву сторінку входу Google для викрадення паролів користувачів. Пам’ятайте, що цей сайт може бути небезпечним для вашого комп’ютера, тому будьте обачні, вводячи на ньому якусь інформацію."},"phishing_warning_banner_header":{"message":"Цей сайт заблоковано."},"reset_password":{"message":"Скиньте пароль"},"sign_in":{"message":"Увійдіть в обліковий запис"},"visit_this_site":{"message":"Відвідати сайт"}}
