{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"უკან"},"contact_security":{"message":"უსაფრთხოების თანამშრომელთან დაკავშირება"},"extension_description":{"message":"Password Catcher თაღლითური თავდასხმებისგან გიცავთ."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Password Catcher-ის ასამოქმედებლად, გთხოვთ შეხვიდეთ თქვენს ანგარიშში."},"initialization_thank_you_message":{"message":"გმადლობთ. Password Catcher ახლა მოქმედებს."},"password_warning_banner_body":{"message":"თქვენი Gmail პაროლი ეს-ესაა გაემხილა შესვლის გვერდს, რომელიც Gmail-თან კავშირში არ არის. Gmail ანგარიშის უსაფრთხოებისთვის, თქვენ დაუყოვნებლივ უნდა ჩამოყაროთ თქვენი პაროლი. გარდა ამისა, გთხოვთ დარწმუნდეთ, რომ თქვენი Gmail პაროლი არ გამოიყენება სხვა მომსახურებებისთვის – წინააღმდეგ შემთხვევაში, ერთ-ერთი თქვენი აგარიშის კომპრომენტირების შემთხვევაში, ყველა მათგანი საფრთხეში იქნება."},"password_warning_banner_header":{"message":"თქვენი Gmail პაროლის ჩამოყრა"},"phishing_warning_banner_body":{"message":"როგორც ჩანს, ეს საიტი Google-ში შესვლის გვერდის ტყუილ ვერსიას იყენებს, რათა მოიპაროს თქვენი პაროლი. ამიტომაც, ის დაიბლოკა. თუ გესმით, რომ ამ საიტს თქვენი კომპიუტერის დაზიანება შეუძლია, შეგიძლიათ ეწვიოთ საიტს, მაგრამ ყურადღება მიაქციეთ ინფორმაციას, რომელსაც აკრეფთ."},"phishing_warning_banner_header":{"message":"ეს საიტი დაიბლოკა."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"პაროლის ჩამოყრა"},"sign_in":{"message":"ავტორიზაცია"},"visit_this_site":{"message":"ვებსაიტზე გადასვლა"}}
