{"always_ignore":{"message":"ამ გვერდის ყოველთვის იგნორირება"},"always_ignore_confirmation":{"message":"გსურთ, Password Catcher-მა ყოველთვის უგულვებელყოს ეს ვებსაიტი?"},"back":{"message":"უკან"},"contact_security":{"message":"უსაფრთხოების თანამშრომელთან დაკავშირება"},"extension_description":{"message":"Password Catcher თაღლითური თავდასხმებისგან გიცავთ."},"extension_detailed_description":{"message":"თუ თქვენ შეიყვანთ თქვენს Gmail ან Google სამუშაოს პაროლს accounts.google.com-ის მიღმა, თქვენ მიიღებთ გაფრთხილებას, ასე რომ საჭიროების შემთხვევაში თქვენ შეგიძლიათ შეცვალოთ თქვენი პაროლი.\n\nPassword Catcher ასევე ცდილობს აღმოაჩინოს ყალბი Google ავტორიზაციის გვერდები, რათა გაგაფრთხილოთ სანამ თქვენს პაროლს აკრეფთ. ამისათვის, Password Catcher ამოწმებს თითოეულ თქვენს მიერ მონახულებული გვერდის HTML-ს, რათა შეამოწმოს მისი შესაბამისობა Google ავტორიზაციის გვერდთან.\n\nFAQ\n-- როდის ამოქმედდება Password Catcher?\nPassword Catcher თვითონ ჩაირთვება, როდესაც თქვენ კვლავ შეიყვანთ თქვენს პაროლს accounts.google.com-ზე.\n\n-- ინახავს Password Catcher ჩემს პაროლს ან გასაღებ ფრაზას?\nარა. Password Catcher არ ინახავს თქვენს პაროლი ან გასაღებ ფრაზას – ამის ნაცვლად ის ინახავს თქვენი პაროლის უსაფრთხო მინიატურას, რომელიც მას ადარებს Chrome-ის ფარგლებში, თქვენს უკანასკნელად გამოყენებული გასაღები ფრაზის მინიატურას.\n\n-- სად აგზავნის Password Catcher მონაცემებს?\nთუ თქვენ იყენებთ Password Catcher-ს Gmail ანგარიშში, Password Catcher არ გააგზავნის რაიმე მონაცემს თქვენი კომპიუტერიდან. თუ თქვენი Google სამუშაო ადმინისტრატორი აირჩევს გაუშვას Password Catcher თქვენს დომენზე, ადმინისტრატორი მიიღებს შეტყობინებებს როდესაც Password Catcher ამოქმედდება.\n\n-- სად არის Password Catcher ის ზღვარი?\nPassword Catcher არ იცავს ინკოგნიტო ფანჯრებს, Chrome აპლიკაციებს ან Chrome გაფართოებას. ის ასევე არ იცავს პაროლებს Google მომსახურების მიღმა. Password Catcher ოპერირებს მხოლოდ Chrome-ის ვებ ბრაუზერის ფარგლებში, როდესაც Javascript ჩართულია.\n\n-- სად შეიძლება ვნახო, უფრო დეტალურად?\nეწვიეთ სრული FAQ ბმულზე LINK_TBD ან იხილეთ სრული ღია კოდური ბაზა გვერზე https://github.com/google/password- catcher.\n\nაღნიშნულის დაყენებით, თქვენ ეთანხმებით, რომ Google-ის მომსახურების პირობებსა და კონფიდენციალურობის პოლიტიკას გვერდზე www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"ამჯერად იგნორირება"},"initialization_message":{"message":"Password Catcher-ის ასამოქმედებლად, გთხოვთ შეხვიდეთ თქვენს ანგარიშში."},"initialization_thank_you_message":{"message":"გმადლობთ. Password Catcher ახლა მოქმედებს."},"learn_more":{"message":"შეიტყვეთ მეტი"},"password_warning_banner_body":{"message":"თქვენი Gmail პაროლი ეს-ესაა გაემხილა შესვლის გვერდს, რომელიც Gmail-თან კავშირში არ არის. Gmail ანგარიშის უსაფრთხოებისთვის, დაუყოვნებლივ უნდა ჩამოყაროთ თქვენი პაროლი. გარდა ამისა, გთხოვთ, დარწმუნდეთ, რომ თქვენი Gmail პაროლი არ გამოიყენება სხვა მომსახურებებისთვის."},"password_warning_banner_header":{"message":"თქვენი Gmail პაროლის ჩამოყრა"},"phishing_warning_banner_body":{"message":"როგორც ჩანს, ეს საიტი Google-ში შესვლის გვერდის ტყუილ ვერსიას იყენებს, რათა მოიპაროს თქვენი პაროლი. ამიტომაც, ის დაიბლოკა. თუ გესმით, რომ ამ საიტს თქვენი კომპიუტერის დაზიანება შეუძლია, შეგიძლიათ ეწვიოთ საიტს, მაგრამ ყურადღება მიაქციეთ ინფორმაციას, რომელსაც აკრეფთ."},"phishing_warning_banner_header":{"message":"ეს საიტი დაიბლოკა."},"report_phishing":{"message":"ამ გვერდის უწყება"},"reset_password":{"message":"პაროლის ჩამოყრა"},"sign_in":{"message":"ავტორიზაცია"},"visit_this_site":{"message":"ვებსაიტზე გადასვლა"}}
