{"back":{"message":"Atgal"},"contact_security":{"message":"Susisiekite su saugos tarnyba"},"extension_description":{"message":"Slaptažodžių gaudyklė padeda apsisaugoti nuo sukčiavimo atakų."},"extension_detailed_description":{"message":"Įvedę „Gmail“ ar „Google for Work“ slaptažodį bet kur kitur nei accounts.google.com, gausite įspėjimą, kad galėtumėte pakeisti slaptažodį, jei reikia.\n\nBe to, Slaptažodžių gaudyklė bando aptikti suklastotus „Google“ prisijungimo puslapius, kad įspėtų jus, prieš jums įvedant slaptažodį. Kad tai atliktų, Slaptažodžių gaudyklė tikrina kiekvieno puslapio, kuriame lankotės, HTML, kad nustatytų, ar jame nėra apsimetinėjama „Google“ prisijungimo puslapiu.\n\nDUK\n– Ar Slaptažodžių gaudyklė saugo mano slaptažodį?\nNe. Slaptažodžių gaudyklė nesaugo jūsų slaptažodžio ar klavišų paspaudimų. Ji naudoja saugią slaptažodžio miniatiūrą, kurią lygina su pastaraisiais klavišų paspaudimais sistemoje „Chrome“, kad atpažintų saugią miniatiūrą svetainėse, kurios gali būti piktybinės.\n\n– Kur Slaptažodžių gaudyklė siunčia duomenis?\nJei Slaptažodžių gaudyklę naudojate „Gmail“ paskyroje, ji nesiunčia jokių duomenų iš jūsų vietinio kompiuterio. Jei „Google for Work“ administratorius įdiegia Slaptažodžių gaudyklę visose tvarkomose „Chrome“ naršyklėse jūsų domene, administratorius gauna įspėjimus, kai suaktyvinama Slaptažodžių gaudyklė.\n\n– Kokie Slaptažodžių gaudyklės apribojimai?\nSlaptažodžių gaudyklė neapsaugo inkognito langų, „Chrome“ programų ar „Chrome“ plėtinių. Be to, ji neapsaugo ne „Google“ paslaugų slaptažodžių. Slaptažodžių gaudyklė veikia tik „Chrome“ žiniatinklio naršyklėje, kai įgalinta „JavaScript“.\n"},"extension_name":{"message":"Slaptažodžių gaudyklė"},"ignore":{"message":"Nepaisyti"},"initialization_message":{"message":"Kad Slaptažodžių gaudyklė pradėtų veikti, prisijunkite prie savo paskyros."},"initialization_thank_you_message":{"message":"Dėkojame. Dabar Slaptažodžių gaudyklė įgalinta."},"password_warning_banner_body":{"message":"Jūsų „Gmail“ slaptažodis ką tik buvo pateiktas ne „Gmail“ prisijungimo puslapyje. Turėtumėte nedelsdami iš naujo nustatyti slaptažodį, kad užtikrintumėte „Gmail“ paskyros saugumą. Ir niekada pakartotinai nenaudokite „Gmail“ slaptažodžio kitoms paslaugoms, nes jei bus pažeista viena paslauga, galėtų būti pažeistos visos paslaugos."},"password_warning_banner_header":{"message":"Iš naujo nustatykite „Gmail“ slaptažodį"},"phishing_warning_banner_body":{"message":"Panašu, kad šioje svetainėje naudojama suklastota „Google“ prisijungimo puslapio versija, siekiant pavogti jūsų slaptažodį, todėl ji buvo užblokuota. Jei suprantate, kad ši svetainė gali pažeisti jūsų kompiuterį, galite apsilankyti šioje svetainėje, bet būkite atidūs vesdami informaciją."},"phishing_warning_banner_header":{"message":"Ši svetainė užblokuota."},"reset_password":{"message":"Iš naujo nustatykite slaptažodį"},"sign_in":{"message":"Prisijunkite"},"visit_this_site":{"message":"Apsilankykite šioje svetainėje"}}
