{"always_ignore":{"message":"Visada nepaisyti šioje svetainėje"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Atgal"},"contact_security":{"message":"Susisiekite su saugos tarnyba"},"extension_description":{"message":"Slaptažodžių gaudyklė padeda apsisaugoti nuo sukčiavimo atakų."},"extension_detailed_description":{"message":"Jei „Gmail“ arba „Google for Work“ slaptažodį įvesite ne accounts.google.com, bus pateiktas įspėjimas, kad prireikus galėtumėte pakeisti slaptažodį.\n\nSlaptažodžių gaudyklė taip pat bando aptikti netikrus „Google“ prisijungimo puslapius, kad įspėtų prieš įvedant slaptažodį. Kad galėtų tai atlikti, Slaptažodžių gaudyklė patikrina kiekvieno lankomo puslapio HTML, kad nustatytų, ar jis nebando apsimesti „Google“ prisijungimo puslapiu.\n\nDUK\n– Kada pradės veikti Slaptažodžių gaudyklė?\nSlaptažodžių gaudyklė bus inicijuota, kai kitą kartą įvesite slaptažodį apsilankę adresu accounts.google.com.\n\n– Ar Slaptažodžių gaudyklė išsaugo mano slaptažodį arba klavišų paspaudimus?\nNe. Slaptažodžių gaudyklė nesaugo slaptažodžių ar klavišų paspaudimų. Vietoje to išsaugoma saugi slaptažodžio miniatiūra, kuri palyginama su naujausių klavišų paspaudimų naršyklėje „Chrome“ miniatiūra.\n\n– Kur Slaptažodžių gaudyklė siunčia duomenis?\nJei Slaptažodžių gaudyklę naudojate „Gmail“ paskyroje, ji nesiunčia duomenų iš vietinio kompiuterio. Jei „Google for Work“ administratorius pasirenka domene įdiegti Slaptažodžių gaudyklę, jis gaus įspėjimus, kai ji bus suaktyvinama.\n\n– Kokie yra Slaptažodžių gaudyklės apribojimai?\nSlaptažodžių gaudyklė neapsaugo inkognito languose, „Chrome“ programose ar „Chrome“ plėtiniuose atliekamos veiklos. Ji taip pat neapsaugo ne „Google“ paslaugų slaptažodžių. Slaptažodžių gaudyklė veikia tik „Chrome“ žiniatinklio naršyklėje, kai įgalintas „JavaScript“.\n\n– Kur galiu rasti daugiau išsamios informacijos?\nApsilankykite visų DUK puslapyje adresu LINK_TBD. Visą atvirojo šaltinio duomenų bazę galite pasiekti apsilankę adresu https://github.com/google/password- catcher.\n\nPasirinkę įdiegti šį elementą sutinkate su „Google“ paslaugų tiekimo sąlygomis ir privatumo politika, pasiekiamas adresu www.google.com/policies/\n"},"extension_name":{"message":"Slaptažodžių gaudyklė"},"ignore":{"message":"Nepaisyti šį kartą"},"initialization_message":{"message":"Kad Slaptažodžių gaudyklė pradėtų veikti, prisijunkite prie savo paskyros."},"initialization_thank_you_message":{"message":"Dėkojame. Dabar Slaptažodžių gaudyklė įgalinta."},"learn_more":{"message":"Learn more"},"password_warning_banner_body":{"message":"Your Gmail password was just exposed to a non-Gmail login page. You should immediately reset your password to keep your Gmail account secure. Also, please make sure your Gmail password is not reused on other services."},"password_warning_banner_header":{"message":"Iš naujo nustatykite „Gmail“ slaptažodį"},"phishing_warning_banner_body":{"message":"Panašu, kad šioje svetainėje naudojama suklastota „Google“ prisijungimo puslapio versija, siekiant pavogti jūsų slaptažodį, todėl ji buvo užblokuota. Jei suprantate, kad ši svetainė gali pažeisti jūsų kompiuterį, galite apsilankyti šioje svetainėje, bet būkite atidūs vesdami informaciją."},"phishing_warning_banner_header":{"message":"Ši svetainė užblokuota."},"report_phishing":{"message":"Pranešti apie šią svetainę"},"reset_password":{"message":"Iš naujo nustatykite slaptažodį"},"sign_in":{"message":"Prisijunkite"},"visit_this_site":{"message":"Apsilankykite šioje svetainėje"}}
