{"back":{"message":"Bumalik"},"contact_security":{"message":"Makipag-ugnayan sa Seguridad"},"extension_description":{"message":"Tumutulong ang Password Catcher sa pagprotekta laban sa mga phishing attack."},"extension_detailed_description":{"message":"Kung ilalagay mo ang iyong password sa Gmail o Google for Work sa iba pa bukod sa accounts.google.com, makakatanggap ka ng alerto, upang mapalitan mo ang iyong password kung kinakailangan.\n\n\nSinusubukan din ng Password Catcher na tukuyin ang mga pekeng page sa pag-login sa Google upang alertuhan ka bago mo ma-type ang iyong password. Upang magawa ito, tinitingnan ng Password Catcher ang HTML ng bawat page na binibisita mo upang makita kung nagpapanggap ito bilang isang page sa pag-login sa Google.\n\n\nFAQ\n-- Iniimbak ba ng Password Catcher ang aking password?\nHindi. Hindi iniimbak ng Password Catcher ang iyong password o mga keystroke -- sa halip, gumagamit ito ng isang secure na thumbnail ng iyong password, na ihinahambing nito sa iyong mga kamakailang keystroke sa Chrome upang makatulong na makita ang secure na thumbnail sa mga maaaring nakakahamak na site.\n\n\n-- Saan nagpapadala ng data ang Password Catcher?\nKung ginagamit mo ang Password Catcher sa isang Gmail account, hindi nagpapadala ang Password Catcher ng anumang data mula sa iyong lokal na computer. Kung dine-deploy ng iyong Google for Work administrator ang Password Catcher sa lahat ng pinamamahalaang Chrome browser sa iyong domain, makakatanggap ang administrator ng mga alerto kapag nag-triggger ang Password Catcher.\n\n\n-- Ano ang mga limitasyon ng Password Catcher?\nHindi pinoprotektahan ng Password Catcher ang mga incognito window, Mga App sa Chrome o Mga Extension sa Chrome. Hindi rin nito pinoprotektahan ang mga password mula sa mga serbisyong hindi mula sa Google. Gumagana lang ang Password Catcher sa loob ng Chrome web browser kapag naka-enable ang Javascript.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Balewalain"},"initialization_message":{"message":"Upang gumana ang Password Catcher, mangyaring mag-sign in sa iyong account."},"initialization_thank_you_message":{"message":"Salamat. Gumagana na ngayon ang Password Catcher."},"password_warning_banner_body":{"message":"Naibunyag ang iyong password sa Gmail sa isang page sa pag-login na hindi sa Gmail. Dapat mong i-reset agad ang iyong password upang panatilihing secure ang iyong Gmail account. Gayundin, pakitiyak na hindi ginagamit muli sa iba pang mga serbisyo ang iyong password sa Gmail -- kung hindi, kung makompromiso ang isa sa iyong mga account, maaaring makompromiso ang lahat ng iyon."},"password_warning_banner_header":{"message":"I-reset ang iyong password sa Gmail"},"phishing_warning_banner_body":{"message":"Mukhang gumagamit ang site na ito ng pekeng bersyon ng page sa pag-login sa Google upang nakawin ang iyong password, kaya na-block ito. Kung nauunawaan mong maaaring mapinsala ng site na ito ang iyong computer, maaari mong bisitahin ang site na ito ngunit mangyaring mag-ingat sa impormasyong tina-type mo."},"phishing_warning_banner_header":{"message":"Naka-block ang site na ito."},"reset_password":{"message":"I-reset ang Password"},"sign_in":{"message":"Mag-sign In"},"visit_this_site":{"message":"Bisitahin ang Site na Ito"}}
