{"always_ignore":{"message":"Palaging huwag pansinin para sa website na ito"},"always_ignore_confirmation":{"message":"Gusto mo bang palaging huwag pansinin ng Password Catcher ang website na ito?"},"back":{"message":"Bumalik"},"contact_security":{"message":"Makipag-ugnayan sa Seguridad"},"extension_description":{"message":"Tumutulong ang Password Catcher sa pagprotekta laban sa mga phishing attack."},"extension_detailed_description":{"message":"Kung ilalagay mo ang iyong password sa Gmail o Google for Work sa anumang iba pang lugar bukod sa accounts.google.com, makakatanggap ka ng alerto, upang mapalitan mo ang iyong password kung kailangan.\n\nSinusubukan ding tukuyin ng Password Catcher ang mga pekeng page sa pag-log in sa Google upang maalertuhan ka bago mo i-type ang iyong password. Upang magawa ito, sinusuri ng Password Catcher ang HTML ng bawat page na binibisita mo upang malaman kung nagpapanggap ito na isang page sa pag-log in sa Google.\n\nFAQ\n-- Kailan magkakaroon ng epekto ang Password Catcher?\nMagsisimula nang kusa ang Password Catcher sa susunod na pagkakataong ilagay mo ang iyong password sa accounts.google.com.\n\n-- Iniimbak ba ng Password Catcher ang aking password o mga keystroke?\nHindi. Hindi iniimbak ng Password Catcher ang iyong password o mga keystroke -- sa halip, nag-iimbak ito ng secure na thumbnail ng iyong password, na ihinahambing nito sa isang thumbnail ng iyong mga pinakabagong keystroke sa loob ng Chrome.\n\n-- Saan nagpapadala ng data ang Password Catcher?\nKung ginagamit mo ang Password Catcher sa isang Gmail account, hindi nagpapadala ang Password Catcher ng anumang data mula sa iyong lokal na computer. Kung pipiliin ng administrator ng iyong Google for Work na italaga ang Password Catcher sa kabuuan ng iyong domain, makakatanggap ang administrator ng mga alerto kapag nagti-trigger ang Password Catcher.\n\n-- Ano ang mga limitasyon ng Password Catcher?\nHindi pinoprotektahan ng Password Catcher ang mga incognito window, Chrome Apps o Extension ng Chrome. Hindi rin nito pinoprotektahan ang mga password para sa mga serbisyong hindi sa Google. Tumatakbo lang ang Password Catcher sa loob ng Chrome web browser kapag naka-enable ang Javascript.\n\n-- Saan ako makakahanap ng higit pang mga detalye?\nBisitahin ang buong FAQ sa LINK_TBD, o makikita mo ang buong open-source na codebase sa https://github.com/google/password- catcher.\n\nSa pamamagitan ng pag-i-install sa item na ito, sumasang-ayon ka sa Mga Tuntunin ng Serbisyo at Patakaran sa Privacy ng Google sa www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Huwag pansinin sa ngayon"},"initialization_message":{"message":"Upang gumana ang Password Catcher, mangyaring mag-sign in sa iyong account."},"initialization_thank_you_message":{"message":"Salamat. Gumagana na ngayon ang Password Catcher."},"learn_more":{"message":"Matuto nang higit pa"},"password_warning_banner_body":{"message":"Nalantad ang iyong password sa Gmail sa isang page sa pag-login na hindi sa Gmail. Dapat mong agad na i-reset ang iyong password upang mapanatiling secure ang iyong Gmail account. Gayundin, pakitiyak na hindi ginagamit sa iba pang mga serbisyo ang iyong password sa Gmail."},"password_warning_banner_header":{"message":"I-reset ang iyong password sa Gmail"},"phishing_warning_banner_body":{"message":"Mukhang gumagamit ang site na ito ng pekeng bersyon ng page sa pag-login sa Google upang nakawin ang iyong password, kaya na-block ito. Kung nauunawaan mong maaaring mapinsala ng site na ito ang iyong computer, maaari mong bisitahin ang site na ito ngunit mangyaring mag-ingat sa impormasyong tina-type mo."},"phishing_warning_banner_header":{"message":"Naka-block ang site na ito."},"report_phishing":{"message":"Iulat ang Site na Ito"},"reset_password":{"message":"I-reset ang Password"},"sign_in":{"message":"Mag-sign In"},"visit_this_site":{"message":"Bisitahin ang Site na Ito"}}
