{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Bumalik"},"contact_security":{"message":"Makipag-ugnayan sa Seguridad"},"extension_description":{"message":"Tumutulong ang Password Catcher sa pagprotekta laban sa mga phishing attack."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Upang gumana ang Password Catcher, mangyaring mag-sign in sa iyong account."},"initialization_thank_you_message":{"message":"Salamat. Gumagana na ngayon ang Password Catcher."},"password_warning_banner_body":{"message":"Naibunyag ang iyong password sa Gmail sa isang page sa pag-login na hindi sa Gmail. Dapat mong i-reset agad ang iyong password upang panatilihing secure ang iyong Gmail account. Gayundin, pakitiyak na hindi ginagamit muli sa iba pang mga serbisyo ang iyong password sa Gmail -- kung hindi, kung makompromiso ang isa sa iyong mga account, maaaring makompromiso ang lahat ng iyon."},"password_warning_banner_header":{"message":"I-reset ang iyong password sa Gmail"},"phishing_warning_banner_body":{"message":"Mukhang gumagamit ang site na ito ng pekeng bersyon ng page sa pag-login sa Google upang nakawin ang iyong password, kaya na-block ito. Kung nauunawaan mong maaaring mapinsala ng site na ito ang iyong computer, maaari mong bisitahin ang site na ito ngunit mangyaring mag-ingat sa impormasyong tina-type mo."},"phishing_warning_banner_header":{"message":"Naka-block ang site na ito."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"I-reset ang Password"},"sign_in":{"message":"Mag-sign In"},"visit_this_site":{"message":"Bisitahin ang Site na Ito"}}
