{"always_ignore":{"message":"Ignoreer altyd vir hierdie webwerf"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Terug"},"contact_security":{"message":"Kontak sekuriteit"},"extension_description":{"message":"Wagwoordvanger help om jou teen uitvissingaanvalle te beskerm."},"extension_detailed_description":{"message":"As jy jou Gmail- of Google for Work-wagwoord by enige ander plek as accounts.google.com invoer, sal jy 'n opletberig ontvang sodat jy jou wagwoord kan verander indien nodig.\n\nWagwoordvanger probeer ook om bedrieglike Google-aanmeldbladsye te bespeur om jou te waarsku voordat jy jou wagwoord intik. Om dit te doen, gaan Wagwoordvanger die HTML van elke bladsy wat jy besoek, na om te sien of dit 'n Google-aanmeldbladsy naboots.\n\nGEREELDE VRAE\n-- Wanneer sal Wagwoordvanger in werking tree?\nWagwoordvanger sal homself inisieer die volgende keer wanneer jy jou wagwoord by accounts.google.com invoer.\n\n-- Berg Wagwoordvanger my wagwoord of sleuteldrukke?\nNee. Wagwoordvanger berg nie jou wagwoord of sleuteldrukke nie -– dit berg eerder 'n beveiligde skermkiekie van jou wagwoord, wat dit met 'n skermkiekie van jou mees onlangse sleuteldrukke in Chrome vergelyk.\n\n-- Waarheen stuur Wagwoordvanger data?\nAs jy Wagwoordvanger in 'n Gmail-rekening gebruik, sal Wagwoordvanger nie enige data van jou plaaslike rekenaar af stuur nie. As jou Google for Work-administrateur kies om Wagwoordvanger oor jou domein heen te ontplooi, sal die administrateur opletberigte ontvang wanneer Wagwoordvanger inskop.\n\n-- Wat is Wagwoordvanger se beperkings?\nWagwoordvanger beskerm nie incognito-vensters, Chrome-programme of Chrome-uitbreidings nie. Dit beskerm ook nie wagwoorde vir nie-Google-dienste nie. Wagwoordvanger werk slegs binne die Chrome-webblaaier wanneer Javascript geaktiveer is.\n\n-- Waar kan ek meer besonderhede vind?\nBesoek die volledige GEREELDE VRAE by LINK_TBD, of jy kan die hele oopbronkodebasis sien by https://github.com/google/password- catcher.\n\nDeur hierdie item te installeer, stem jy in tot Google se diensbepalings en privaatheidsbeleid by www.google.com/policies/\n"},"extension_name":{"message":"Wagwoordvanger"},"ignore":{"message":"Ignoreer hierdie keer"},"initialization_message":{"message":"Meld asseblief by jou rekening aan sodat Wagwoordvanger in werking kan tree."},"initialization_thank_you_message":{"message":"Dankie. Wagwoordvanger is nou in werking."},"password_warning_banner_body":{"message":"Jou Gmail-wagwoord is pas blootgestel aan 'n nie-Gmail-aanmeldbladsy. Jy moet jou wagwoord onmiddellik terugstel om jou Gmail-rekening veilig te hou. Maak asseblief ook seker jou Gmail-wagwoord word nie op ander dienste hergebruik nie – want as een van jou rekeninge gekompromitteer word, kan hulle almal gekompromitteer word."},"password_warning_banner_header":{"message":"Stel jou Gmail-wagwoord terug"},"phishing_warning_banner_body":{"message":"Dit kom voor of hierdie werf 'n bedrieglike weergawe van die Google-aanmeldbladsy gebruik om jou wagwoord te steel, en daarom is dit geblokkeer. As jy verstaan dat hierdie werf jou rekenaar kan beskadig, kan jy dit besoek, maar wees asseblief versigtig oor die inligting wat jy intik."},"phishing_warning_banner_header":{"message":"Hierdie werf is geblokkeer."},"report_phishing":{"message":"Gee hierdie werf aan"},"reset_password":{"message":"Stel wagwoord terug"},"sign_in":{"message":"Meld aan"},"visit_this_site":{"message":"Besoek hierdie werf"}}
