{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Zurück"},"contact_security":{"message":"Sicherheit kontaktieren"},"extension_description":{"message":"Mit Password Catcher schützen Sie sich vor Phishingangriffen."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Damit Password Catcher in Kraft treten kann, melden Sie sich in Ihrem Konto an."},"initialization_thank_you_message":{"message":"Vielen Dank. Password Catcher ist nun in Kraft."},"password_warning_banner_body":{"message":"Ihr Gmail-Passwort wurde gerade auf einer anderen Seite als der Gmail-Anmeldeseite eingegeben. Sie sollten Ihr Passwort sofort zurücksetzen, um die Sicherheit Ihres Gmail-Kontos sicherzustellen. Vergewissern Sie sich außerdem, dass Ihr Gmail-Password nicht auch für andere Dienste verwendet wird. Andernfalls könnte die Manipulation eines Kontos die Manipulation aller Ihrer Konten zur Folge haben."},"password_warning_banner_header":{"message":"Gmail-Passwort zurücksetzen"},"phishing_warning_banner_body":{"message":"Diese Website verwendet offenbar eine gefälschte Version der Google-Anmeldeseite, um Ihr Passwort zu stehlen, und wurde daher blockiert. Wenn Ihnen bewusst ist, dass der Besuch dieser Website Schäden auf Ihrem Computer verursachen kann, können Sie diese Website besuchen, sollten jedoch auf die Informationen achten, die Sie eingeben."},"phishing_warning_banner_header":{"message":"Diese Website wurde blockiert."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Passwort zurücksetzen"},"sign_in":{"message":"Anmelden"},"visit_this_site":{"message":"Diese Website besuchen"}}
