{"always_ignore":{"message":"Für diese Website immer ignorieren"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Zurück"},"contact_security":{"message":"Sicherheit kontaktieren"},"extension_description":{"message":"Mit Password Catcher schützen Sie sich vor Phishingangriffen."},"extension_detailed_description":{"message":"Wenn Sie Ihr Passwort für Gmail oder Google for Work auf einer anderen Seite als accounts.google.com eingeben, erhalten Sie eine Warnmeldung. Dann können Sie Ihr Passwort bei Bedarf ändern.\n\nPassword Catcher versucht zudem, gefälschte Google-Anmeldeseiten zu erkennen, um Sie vor diesen zu warnen, bevor Sie Ihr Passwort eingeben. Hierzu überprüft Password Catcher den HTML-Code jeder Seite, die Sie aufrufen, um festzustellen, ob sich diese als Google-Anmeldeseite ausgibt.\n\nHäufig gestellte Fragen\n-- Ab wann ist Password Catcher aktiv?\nPassword Catcher initialisiert sich selbst, wenn Sie das nächste Mal Ihr Passwort unter accounts.google.com eingeben.\n\n-- Speichert Password Catcher mein Passwort oder meine Tastatureingabe?\nNein. Ihr Passwort und Ihre Tastatureingabe werden nicht von Password Catcher gespeichert. Vielmehr wird eine sichere Miniaturansicht Ihres Passworts gespeichert und mit Ihren letzten Tastatureingaben in Chrome verglichen.\n\n-- Wohin werden Daten von Password Catcher gesendet?\nWenn Sie Password Catcher in einem Gmail-Konto verwenden, sendet Password Catcher keine Daten von Ihrem lokalen Computer. Wenn sich Ihr Google for Work-Administrator dafür entscheidet, Password Catcher in Ihrer Domain zu implementieren, erhält der Administrator eine Warnmeldung, sobald Password Catcher ausgelöst wird.\n\n-- Was wird von Password Catcher nicht geschützt?\nPassword Catcher schützt keine Inkognito-Fenster, Chrome Apps oder Chrome-Erweiterungen. Passwörter für nicht von Google bereitgestellte Dienste werden ebenfalls nicht geschützt. Password Catcher ist nur im Chrome-Webbrowser wirksam, wenn JavaScript aktiviert ist.\n\n-- Wo finde ich weitere Informationen?\nRufen Sie die vollständigen häufig gestellten Fragen unter LINK_TBD auf. Außerdem können Sie sich die gesamte Open-Source-Codebasis unter https://github.com/google/password-catcher ansehen.\n\nIndem Sie dieses Element installieren, stimmen Sie den Google-Nutzungsbedingungen und -Datenschutzbestimmungen unter www.google.com/policies/ zu.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Dieses Mal ignorieren"},"initialization_message":{"message":"Damit Password Catcher in Kraft treten kann, melden Sie sich in Ihrem Konto an."},"initialization_thank_you_message":{"message":"Vielen Dank. Password Catcher ist nun in Kraft."},"learn_more":{"message":"Learn more"},"password_warning_banner_body":{"message":"Your Gmail password was just exposed to a non-Gmail login page. You should immediately reset your password to keep your Gmail account secure. Also, please make sure your Gmail password is not reused on other services."},"password_warning_banner_header":{"message":"Gmail-Passwort zurücksetzen"},"phishing_warning_banner_body":{"message":"Diese Website verwendet offenbar eine gefälschte Version der Google-Anmeldeseite, um Ihr Passwort zu stehlen, und wurde daher blockiert. Wenn Ihnen bewusst ist, dass der Besuch dieser Website Schäden auf Ihrem Computer verursachen kann, können Sie diese Website besuchen, sollten jedoch auf die Informationen achten, die Sie eingeben."},"phishing_warning_banner_header":{"message":"Diese Website wurde blockiert."},"report_phishing":{"message":"Diese Website melden"},"reset_password":{"message":"Passwort zurücksetzen"},"sign_in":{"message":"Anmelden"},"visit_this_site":{"message":"Diese Website besuchen"}}
