{"always_ignore":{"message":"Toujours ignorer pour ce site Web"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Retour"},"contact_security":{"message":"Contacter le service de sécurité"},"extension_description":{"message":"Password Catcher vous aide à vous protéger contre les attaques d'hameçonnage."},"extension_detailed_description":{"message":"Si vous saisissez votre mot de passe Gmail ou Google for Work ailleurs que sur accounts.google.com, vous recevez une alerte afin que vous puissiez le modifier si nécessaire.\n\nPassword Catcher essaie également de détecter les fausses pages de connexion Google afin de vous avertir avant que vous ne saisissiez votre mot de passe. Pour cela, Password Catcher vérifie le code HTML de toutes les pages que vous consultez, afin de déterminer si elles cherchent à se faire passer pour une page de connexion Google.\n\nQuestions fréquentes\n-- Quand Password Catcher prendra-t-il effet ?\nPassword Catcher s'initialisera la prochaine fois que vous saisirez votre mot de passe sur accounts.google.com.\n\n-- Password Catcher enregistre-t-il mon mot de passe ou les touches utilisées ?\nNon. Password Catcher n'enregistre ni votre mot de passe, ni les touches utilisées. Il utilise une empreinte sécurisée de mot de passe et la compare avec une empreinte des touches utilisées récemment dans Chrome.\n\n-- Où sont envoyées les données de Password Catcher ?\nSi vous utilisez Password Catcher dans un compte Gmail, Password Catcher n'envoie aucune donnée depuis votre ordinateur local. Si votre administrateur Google for Work déploie Password Catcher sur votre domaine, il reçoit des alertes lorsque Password Catcher est déclenché.\n\n-- Quelles sont les limites de Password Catcher ?\n\nPassword Catcher n'assure aucune protection dans les fenêtres de navigation privée ni les applications et extensions Chrome. Il ne protège pas non plus les mots de passe de services autres que ceux de Google. Password Catcher ne fonctionne que dans le navigateur Web Chrome lorsque JavaScript est activé.\n\n-- Où puis-je trouver davantage d'informations ?\nConsultez toutes les questions fréquentes sur LINK_TBD ou l'intégralité de la base de code Open Source sur https://github.com/google/password- catcher.\n\nEn installant cet article, vous acceptez les Règles de confidentialité et les Conditions d'utilisation de Google disponibles à l'adresse www.google.com/policies/.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorer pour cette fois"},"initialization_message":{"message":"Pour activer Password Catcher, veuillez vous connecter à votre compte."},"initialization_thank_you_message":{"message":"Merci. Password Catcher est désormais activé."},"password_warning_banner_body":{"message":"Votre mot de passe Gmail a été détecté sur une page de connexion autre que celle de Gmail. Nous vous conseillons de le réinitialiser immédiatement pour assurer la sécurité de votre compte Gmail. Veillez à ne jamais réutiliser votre mot de passe Gmail pour d'autres services. En effet, si l'un de vos comptes était piraté, ils pourraient tous l'être."},"password_warning_banner_header":{"message":"Réinitialisez votre mot de passe Gmail"},"phishing_warning_banner_body":{"message":"Il semblerait que ce site utilise une fausse version de la page de connexion Google afin de dérober votre mot de passe. Il a donc été bloqué. Si vous comprenez que ce site risque d'endommager votre ordinateur, vous pouvez le consulter, mais soyez prudent quant aux informations que vous saisissez."},"phishing_warning_banner_header":{"message":"Ce site a été bloqué."},"report_phishing":{"message":"Signaler ce site"},"reset_password":{"message":"Réinitialiser le mot de passe"},"sign_in":{"message":"Se connecter"},"visit_this_site":{"message":"Consulter ce site"}}
