{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Retour"},"contact_security":{"message":"Contacter le service de sécurité"},"extension_description":{"message":"Password Catcher vous aide à vous protéger contre les attaques d'hameçonnage."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Pour activer Password Catcher, veuillez vous connecter à votre compte."},"initialization_thank_you_message":{"message":"Merci. Password Catcher est désormais activé."},"password_warning_banner_body":{"message":"Votre mot de passe Gmail a été détecté sur une page de connexion autre que celle de Gmail. Nous vous conseillons de le réinitialiser immédiatement pour assurer la sécurité de votre compte Gmail. Veillez à ne jamais réutiliser votre mot de passe Gmail pour d'autres services. En effet, si l'un de vos comptes était piraté, ils pourraient tous l'être."},"password_warning_banner_header":{"message":"Réinitialisez votre mot de passe Gmail"},"phishing_warning_banner_body":{"message":"Il semblerait que ce site utilise une fausse version de la page de connexion Google afin de dérober votre mot de passe. Il a donc été bloqué. Si vous comprenez que ce site risque d'endommager votre ordinateur, vous pouvez le consulter, mais soyez prudent quant aux informations que vous saisissez."},"phishing_warning_banner_header":{"message":"Ce site a été bloqué."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Réinitialiser le mot de passe"},"sign_in":{"message":"Se connecter"},"visit_this_site":{"message":"Consulter ce site"}}
