{"always_ignore":{"message":"Ignorer altid for dette website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Tilbage"},"contact_security":{"message":"Kontakt sikkerhedsadministratorerne"},"extension_description":{"message":"Password Catcher hjælper med at beskytte mod phishing-angreb."},"extension_detailed_description":{"message":"Hvis du indtaster din adgangskode til Gmail eller Google for Work et andet sted end account.google.com, modtager du en underretning, så du kan ændre din adgangskode, hvis det er nødvendigt.\n\nPassword Catcher forsøger også at registrere falske Google-loginsider for at advare dig, inden du indtaster din adgangskode. For at kunne gøre dette kontrollerer Password Catcher HTML-koden for hver side, du besøger, for at se, om den efterligner en Googe-loginside.\n\nOfte stillede spørgsmål\n-- Hvornår træder Password Catcher i kraft?\nPassword Catcher starter af sig selv, næste gang du indtaster din adgangskode på account.google.com.\n\n-- Gemmer Password Catcher min adgangskode eller mine tastetryk?\nNej. Password Catcher gemmer ikke din adgangskode eller dine tastetryk – i stedet gemmer funktionen et sikkert miniaturebilleder af din adgangskode, som den sammenligner med et miniaturebillede af dine seneste tastetryk i Chrome.\n\n-- Hvor sender Password Catcher data hen?\nHvis du bruger Password Catcher i en Gmail-konto, sender Password Catcher ikke nogen data fra din lokale computer. Hvis din Google for Work-administrator vælger at implementere Password Catcher på tværs af dit domæne, vil administratoren få en underretning, når Password Catcher aktiveres.\n\n-- Hvornår fungerer Password Catcher ikke?\nPassword Catcher beskytter ikke inkognitovinduer, Chrome Apps eller Chrome-udvidelser. Den beskytter heller ikke adgangskoder for tjenester uden for Google. Password Catcher fungerer kun i Chromes webbrowser, når Javascript er aktiveret.\n\n-- Hvor kan jeg finde flere oplysninger?\nSe alle ofte stillede spørgsmål på LINK_TBD. Du kan også se hele open source-kodebasen på https://github.com/google/password- catcher.\n\nVed at installere dette element accepterer du Googles servicevilkår og privatlivspolitik på www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorer denne gang"},"initialization_message":{"message":"Hvis du vil aktivere Password Catcher, skal du logge ind på din konto."},"initialization_thank_you_message":{"message":"Tak. Nu er Password Catcher aktiv."},"password_warning_banner_body":{"message":"Din adgangskode til Gmail er netop blevet brugt på en loginside, som ikke tilhører Gmail. Du bør hurtigst muligt nulstille din adgangskode for at beskytte din Gmail-konto. Du bør desuden sørge for ikke at genbruge din adgangskode til Gmail på andre tjenester – ellers er alle dine konti i fare, hvis én af dine konti kompromitteres."},"password_warning_banner_header":{"message":"Nulstil din adgangskode til Gmail"},"phishing_warning_banner_body":{"message":"Dette website er blevet blokeret, da det ser ud til at benytte en falsk version af Googles loginside til at stjæle din adgangskode. Hvis du er indforstået med, at dette website kan skade din computer, kan du besøge websitet, men vær forsigtig med, hvilke oplysninger, du indtaster."},"phishing_warning_banner_header":{"message":"Dette website er blevet blokeret."},"report_phishing":{"message":"Rapportér dette website"},"reset_password":{"message":"Nulstil adgangskode"},"sign_in":{"message":"Log ind"},"visit_this_site":{"message":"Besøg dette website"}}
