{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Tilbage"},"contact_security":{"message":"Kontakt sikkerhedsadministratorerne"},"extension_description":{"message":"Password Catcher hjælper med at beskytte mod phishing-angreb."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Hvis du vil aktivere Password Catcher, skal du logge ind på din konto."},"initialization_thank_you_message":{"message":"Tak. Nu er Password Catcher aktiv."},"password_warning_banner_body":{"message":"Din adgangskode til Gmail er netop blevet brugt på en loginside, som ikke tilhører Gmail. Du bør hurtigst muligt nulstille din adgangskode for at beskytte din Gmail-konto. Du bør desuden sørge for ikke at genbruge din adgangskode til Gmail på andre tjenester – ellers er alle dine konti i fare, hvis én af dine konti kompromitteres."},"password_warning_banner_header":{"message":"Nulstil din adgangskode til Gmail"},"phishing_warning_banner_body":{"message":"Dette website er blevet blokeret, da det ser ud til at benytte en falsk version af Googles loginside til at stjæle din adgangskode. Hvis du er indforstået med, at dette website kan skade din computer, kan du besøge websitet, men vær forsigtig med, hvilke oplysninger, du indtaster."},"phishing_warning_banner_header":{"message":"Dette website er blevet blokeret."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Nulstil adgangskode"},"sign_in":{"message":"Log ind"},"visit_this_site":{"message":"Besøg dette website"}}
