{"always_ignore":{"message":"Ignorar siempre para este sitio web"},"always_ignore_confirmation":{"message":"¿Deseas que Password Catcher ignore este sitio web siempre?"},"back":{"message":"Atrás"},"contact_security":{"message":"Comunícate con los administradores de seguridad."},"extension_description":{"message":"Password Catcher te protege contra la suplantación de identidad."},"extension_detailed_description":{"message":"Si ingresas la contraseña de Gmail o Google for Work en un sitio ajeno a accounts.google.com, recibirás una alerta para que puedas cambiar la contraseña si fuera necesario.\n\nPassword Catcher también intenta detectar versiones falsas de la página de acceso de Google para avisarte antes de que ingreses la contraseña. Para hacerlo, Password Catcher verifica el HTML de cada página que visitas para comprobar si suplanta una página de acceso de Google.\n\nPreguntas frecuentes\n-- ¿Cuándo tendrá efecto Password Catcher?\nPassword Catcher se iniciará la próxima vez que ingreses la contraseña en accounts.google.com.\n\n-- ¿Password Catcher almacena mi contraseña o las pulsaciones de teclas?\nNo. Password Catcher no almacena tu contraseña ni las pulsaciones de teclas, sino que usa una miniatura segura de la contraseña, que se compara con las pulsaciones de teclas más recientes en Chrome.\n\n-- ¿Adónde envía los datos Password Catcher?\nPassword Catcher no enviará datos del equipo local si lo utilizas en una cuenta de Gmail. Si el administrador de Google for Work elige implementar Password Catcher en tu dominio, él será quien reciba alertas cuando se active Password Catcher.\n\n-- ¿Cuáles son los límites de Password Catcher?\nPassword Catcher no protege las ventanas de incógnito, las Apps de Chrome ni las extensiones de Chrome. Tampoco protege las contraseñas de los servicios ajenos a Google. Password Catcher solo funciona dentro del navegador web Chrome cuando Javascript está habilitado.\n\n-- ¿Dónde puedo encontrar más información?\nVisita el sitio completo de Preguntas frecuentes en LINK_TBD. También puedes consultar la base de datos detallada de código abierto en https://github.com/google/password- catcher.\n\nAl instalar este elemento, aceptas las Condiciones del servicio de Google y la política de privacidad que se encuentra en www.google.com/policies/.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar por esta vez"},"initialization_message":{"message":"Para que Password Catcher funcione, accede a la cuenta."},"initialization_thank_you_message":{"message":"Password Catcher está habilitada."},"learn_more":{"message":"Más información"},"password_warning_banner_body":{"message":"Tu contraseña de Gmail estuvo expuesta recientemente a una página de acceso que no pertenece a Gmail. Para proteger la cuenta, debes restablecer la contraseña de forma inmediata. También asegúrate de no volver a utilizar la misma contraseña para acceder a otros servicios."},"password_warning_banner_header":{"message":"Restablecer la contraseña de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio usa una versión falsa de la página de acceso de Google para robar tu contraseña. Por lo tanto, se lo bloqueó. Si piensas que este sitio puede causar daños en el equipo, puedes visitarlo, pero ten cuidado con la información que ingresas."},"phishing_warning_banner_header":{"message":"Se bloqueó el sitio."},"report_phishing":{"message":"Denunciar este sitio"},"reset_password":{"message":"Restablecer contraseña"},"sign_in":{"message":"Acceder"},"visit_this_site":{"message":"Visitar este sitio"}}
