{"back":{"message":"Atrás"},"contact_security":{"message":"Comunícate con los administradores de seguridad."},"extension_description":{"message":"Password Catcher te protege contra la suplantación de identidad."},"extension_detailed_description":{"message":"Si ingresas la contraseña de Gmail o Google for Work en cualquier otro sitio que no sea accounts.google.com, recibirás una alerta para que puedas cambiar la contraseña si fuera necesario.\n\nPassword Catcher también intenta detectar versiones falsas de la página de acceso de Google para avisarte antes de que ingreses la contraseña. Para hacerlo, Password Catcher verifica el HTML de cada página que visitas para comprobar si suplanta una página de acceso de Google.\n\nPreguntas frecuentes\n-- ¿Password Catcher guarda mi contraseña?\nNo. Password Catcher no guarda la contraseña ni las pulsaciones de teclas, sino que usa una miniatura segura de la contraseña, que se compara con las pulsaciones de teclas recientes en Chrome. De esta forma, permite detectar la miniatura segura en los sitios que podrían ser maliciosos.\n\n-- ¿A dónde envía los datos Password Catcher?\nPassword Catcher no enviará datos del equipo local si lo utilizas en una cuenta de Gmail. El administrador de Google for Work recibirá alertas cuando Password Catcher se active, si implementa la extensión en todos los navegadores Chrome que administra en el dominio.\n\n-- ¿Cuáles son los límites de Password Catcher?\nPassword Catcher no protege las ventanas de incógnito, las Apps de Chrome ni las extensiones de Chrome. Tampoco protege las contraseñas de servicios que no son de Google. Password Catcher solo funciona dentro del navegador web de Chrome cuando Javascript está habilitado.\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignorar"},"initialization_message":{"message":"Para que Password Catcher funcione, accede a la cuenta."},"initialization_thank_you_message":{"message":"Password Catcher está habilitada."},"password_warning_banner_body":{"message":"La contraseña de Gmail estuvo expuesta recientemente a una página de acceso que no pertenece a Gmail. Debes restablecer la contraseña de forma inmediata para proteger la cuenta. También asegúrate de no utilizar la misma contraseña para acceder a otros servicios. De lo contrario, si una de las cuentas está comprometida, todas las demás también podrían estarlo."},"password_warning_banner_header":{"message":"Restablecer la contraseña de Gmail"},"phishing_warning_banner_body":{"message":"Parece que este sitio usar una versión falsa de la página de acceso de Google para robar tu contraseña. Por lo tanto, se lo bloqueó. Si piensas que este sitio puede causar daños en el equipo, puedes visitarlo, pero ten cuidado con la información que ingresas."},"phishing_warning_banner_header":{"message":"Se bloqueó el sitio."},"reset_password":{"message":"Restablecer contraseña"},"sign_in":{"message":"Acceder"},"visit_this_site":{"message":"Visitar este sitio"}}
