{"always_ignore":{"message":"Always ignore for this website"},"back":{"message":"Vissza"},"contact_security":{"message":"Vegye fel a kapcsolatot a biztonsági rendszergazdával"},"extension_description":{"message":"A Password Catcher bővítmény védelmet nyújt az adathalász támadások ellen."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"A Password Catcher engedélyezéséhez jelentkezzen be fiókjába."},"initialization_thank_you_message":{"message":"Köszönjük! A Password Catcher engedélyezve van."},"password_warning_banner_body":{"message":"Gmail-jelszavát egy nem Gmail-bejelentkezési oldalon adta meg. Gmail-fiókja biztonságának megőrzése érdekében azonnal vissza kell állítania jelszavát. Soha ne használja Gmail-jelszavát más szolgáltatásokban, mivel ha egyik fiókját feltörik, akkor a többi is veszélybe kerülhet."},"password_warning_banner_header":{"message":"Gmail-jelszó visszaállítása"},"phishing_warning_banner_body":{"message":"Úgy tűnik, hogy ez a webhely hamis Google-bejelentkezési oldalt használ, hogy ellopja az Ön jelszavát, ezért letiltottuk. Ha tudomásul vette, hogy a webhely ártalmas lehet számítógépére nézve, felkeresheti a webhelyet, de legyen óvatos a begépelt információkkal kapcsolatban."},"phishing_warning_banner_header":{"message":"Ezt a webhelyet letiltottuk."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Jelszó visszaállítása"},"sign_in":{"message":"Bejelentkezés"},"visit_this_site":{"message":"Webhely felkeresése"}}
