{"always_ignore":{"message":"Always ignore for this website"},"always_ignore_confirmation":{"message":"Do you want Password Catcher to always ignore this website?"},"back":{"message":"Indietro"},"contact_security":{"message":"Contatta i responsabili della sicurezza"},"extension_description":{"message":"Password Catcher aiuta a proteggere dagli attacchi di phishing."},"extension_detailed_description":{"message":"If you enter your Gmail or Google for Work password into anywhere other than accounts.google.com, you’ll receive an alert, so you can change your password if needed.\n\nPassword Catcher also tries to detect fake Google login pages to alert you before you’ve typed in your password. To do so, Password Catcher checks the HTML of each page you visit to see if it’s impersonating a Google login page.\n\nFAQ\n-- When will Password Catcher take effect?\nPassword Catcher will initialize itself the next time you enter your password into accounts.google.com.\n\n-- Does Password Catcher store my password or keystrokes?\nNo. Password Catcher doesn’t store your password or keystrokes -- instead, it stores a secure thumbnail of your password, which it compares against a thumbnail of your most recent keystrokes within Chrome.\n\n-- Where does Password Catcher send data?\nIf you are using Password Catcher in a Gmail account, Password Catcher does not send any data from your local computer. If your Google for Work administrator chooses to deploy Password Catcher across your domain, the administrator will receive alerts when Password Catcher triggers.\n\n-- What are Password Catcher's limits?\nPassword Catcher doesn't protect incognito windows, Chrome Apps, or Chrome Extensions. It also does not protect passwords for non-Google services. Password Catcher only operates inside the Chrome web browser when Javascript is enabled.\n\n-- Where can I find more details?\nVisit the full FAQ at LINK_TBD, or you can see the entire open-source codebase at https://github.com/google/password- catcher.\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/\n"},"extension_name":{"message":"Password Catcher"},"ignore":{"message":"Ignore this time"},"initialization_message":{"message":"Per attivare Password Catcher, accedi al tuo account."},"initialization_thank_you_message":{"message":"Grazie. Password Catcher è attivo."},"password_warning_banner_body":{"message":"La tua password di Gmail è stata appena utilizzata in una pagina di accesso non di Gmail. Dovresti reimpostare subito la password per proteggere il tuo account Gmail. Assicurati, inoltre, di non riutilizzare la tua password di Gmail su altri servizi; in caso contrario, se viene compromesso uno dei tuoi account potrebbero essere compromessi tutti."},"password_warning_banner_header":{"message":"Reimposta la tua password Gmail"},"phishing_warning_banner_body":{"message":"Sembra che in questo sito venga utilizzata una falsa versione della pagina di accesso di Google per carpire la tua password, pertanto il sito è stato bloccato. Se sei consapevole del fatto che questo sito potrebbe danneggiare il tuo computer, visitalo ma presta attenzione alle informazioni che inserisci."},"phishing_warning_banner_header":{"message":"Questo sito è stato bloccato."},"report_phishing":{"message":"Report This Site"},"reset_password":{"message":"Reimposta password"},"sign_in":{"message":"Accedi"},"visit_this_site":{"message":"Visita questo sito"}}
